Repository: catalpainternational/IRMIS
Catalog: IRMIS/locale/*/LC_MESSAGES/djangojs.po
Languages: pt

source: Delete asset from the project
pt: Apagar a infra-estrutura deste projecto

source: Project Name
pt: Nome do Projecto

source: Status
pt: Estado

source: Program
pt: Programa

source: Type of Work
pt: Tipo de Trabalho

source: Estimated Budget
pt: Orçamento Estimado

source: Funding Source
pt: Fonte de Financiamento

source: Projects
pt: Projectos

source: Search by Asset Code, Project Code or Project Name
pt: Pesquisa por Código da Infra-estrutura, de Projecto ou Nome do Projecto

source: Project status
pt: Estado do Projecto

source: Type of work
pt: Tipo de trabalho

source: Asset class
pt: Classe da infra-estrutura

source: Municipality
pt: Município

source: Tender Code
pt: Código do Concurso

source: Number of Projects
pt: Número de Projectos

source: Project(s) Name
pt: Nome(s) do Projecto(s)

source: Tenders
pt: Concursos

source: Search by Asset Code or Tender Code
pt: Pesquisa por Código da Infra-estrutura ou do Concurso

source: Tender status
pt: Estado do Concurso

source: Contract Code
pt: Código do Contrato

source: Contracts
pt: Contratos

source: Search by Asset Code or Contract Code
pt: Pesquisar por Código da Infra-estrutura ou do Contrato

source: Contract status
pt: Estado do Contrato

source: Name
pt: Nome

source: Total Contracts
pt: Total de Contratos

source: Active Contracts
pt: Contratos Activos

source: Companies
pt: Empresas

source: Search by Company Name or Company TIN
pt: Pesquisar por Nome ou TIN da Empresa

source: No matching records found
pt: Não foram encontradas entradas

source: No data available in table
pt: Não há dados disponíveis na tabela

source: Showing _START_ to _END_ of _TOTAL_ entries
pt: Mostrando _START_ a _END_ de _TOTAL_ entradas

source: Showing 0 to 0 of 0 entries
pt: Mostrando 0 a 0 de 0 entradas

source: Loading...
pt: A carregar...

source: Processing...
pt: A processar...

source: First
pt: Primeiro

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: Last
pt: Último

source: Asset Class
pt: Classe da infra-estrutura

source: Link Name
pt: Nome da secção

source: Start Point (DMS)
pt: Ponto Inicial (DMS)

source: Start Point (UTM)
pt: Ponto Inicial (UTM)

source: End Point (DMS)
pt: Ponto final (DMS)

source: End Point (UTM)
pt: Ponto final (UTM)

source: Rainfall
pt: Pluviosidade

source: Inventory Photos/Videos
pt: Fotos/vídeos de Inventário

source: Roughness (IRI)
pt: Rugosidade (IRI)

source: Traffic data
pt: Dados de Trânsito

source: Structure
pt: Estrutura

source: unknown
pt: Indefinido

source: GPS Latitude
pt: Latitude GPS

source: GPS Longitude
pt: Longitude GPS

source: Structure Type
pt: Tipo de Estrutura

source: Structure Condition
pt: Condição da Estrutura

source: Condition Description
pt: Descrição da Condição

source: Condition Photos/Videos
pt: Fotos/Vídeos da Condição

source: View
pt: Ver

source: Chainage start
pt: Início do segmento

source: Chainage end
pt: Fim do segmento

source: Surface condition
pt: Condição da Superfície

source: Photos/Videos
pt: Fotos/Vídeos

source: Surface Type
pt: Tipo de Superfície

source: Technical class
pt: Classe Técnica

source: Number of lanes
pt: Número de faixas de rodagem

source: Carriageway width (m)
pt: Largura da faixa de rodagem (m)

source: Total width (m)
pt: Largura total (m)

source: Max. Rainfall (mm)
pt: Pluviosidade máxima (mm)

source: Unknown
pt: Desconhecido

source: Terrain class
pt: Classe do Terreno

source: Pavement class
pt: Classe do pavimento

source: Asset Condition segments
pt: Segmentos por Condição

source: Surface Type segments
pt: Segmentos por Tipo de Superfície

source: Technical Class segments
pt: Segmentos por Classe Técnica

source: Number of Lanes segments
pt: Segmentos por Número de Faixas

source: Carriageway Width segments
pt: Segmentos por Largura da Faixa de rodagem

source: Total Width segments
pt: Segmentos por Largura Total

source: Rainfall segments
pt: Segmentos por pluviosidade

source: Terrain Class segments
pt: Segmentos por Classe de Terreno

source: Pavement Class segments
pt: Segmentos por Classe de Pavimento

source: Asset Type
pt: Tipo de Infra-estrutura

source: Loading
pt: A carregar

source: Code
pt: Código

source: Roads
pt: Estradas

source: Structures
pt: Estruturas

source: Road Network Reports
pt: Relatórios da Rede Rodoviária

source: Road Condition Reports
pt: Relatórios de Condição da Estrada

source: Road Network Reports by Road Class
pt: Relatório da Rede Rodoviária por Classe de Estrada

source: Structures Reports
pt: Relatórios de Estrutura

source: Road Network Length
pt: Comprimento da Rede Rodoviária

source: Road Network Length Breakdown
pt: Comprimento da Rede Rodoviária Desagregada

source: Surface Condition (SDI)
pt: Condição da Superfície (SDI)

source: IRI Roughness
pt: IRI Rugosidade

source: Road Network Length - National Class
pt: Comprimento da Rede Rodoviária - Classe Nacional

source: Road Network Length - Municipal Class
pt: Comprimento da Rede Rodoviária - Classe Municipal

source: Road Network Length - Rural Class
pt: Comprimento da Rede Rodoviária - Classe Rural

source: Road Network Length - Urban Class
pt: Comprimento da Rede Rodoviária - Classe Urbana

source: Structures Overview
pt: Relatórios Gerais de Estruturas

source: Structures Condition
pt: Condição de Estruturas

source: Title
pt: Título

source: Length (Km)
pt: Comprimento (Km)

source: Number of structures
pt: Número de estruturas

source: Percentages (%)
pt: Percentagens (%)

source: Chainage Start
pt: Início do Segmento

source: Chainage End
pt: Fim do Segmento

source: Roughness Condition
pt: Condição de Rugosidade

source: Survey Date
pt: Data do levantamento

source: A report on the total length of the road network. The report provides total length in kilometers and percentages according to Road Status and Technical Class. A number of filters can be selected in order to generate a length report according to the required criteria
pt: Relatório da extensão total da rede rodoviária. Este relatório oferece o comprimento total em quilometros e percentagens de acordo com o Estado da Estrada e a sua Classe Técnica. Vários filtros podem ser seleccionados de forma a gerar relatórios customizados de acordo com os critérios necessários.

source: Click on Create Report button to access the Road Network Length report
pt: Click no botão de Gerar Relatório para aceder ao Relatório do Comprimento da Rede Rodoviária

source: The report will be shown in this area and will provide you with detailed Road Network Length information. You can use filters to generate a customized report
pt: O relatório contendo informação detalhada sobre a extensão da rede rodoviária será apresentado nesta área e disponibiliza. Pode aplicar filtros para gerar um relatório personalizado.

source: Sorry, data for the road network is not available yet
pt: Desculpe, não existem dados da rede para a sua selecção

source: A breakdown report on the total length of the road network. The report provides information on total length in kilometers and percentages as well as Road Status and Technical Class, according to a breakdown by Municipality, Road Class and Surface Type
pt: Relatório com informação desagregada do comprimento total da rede rodoviária. Este relatório fornece informação do comprimento total em quilómetros e respectiva percentagem pelo o Estado da Estrada e Classe Técnica, desagregado por Município, Classe da Estrada e Tipo de Superfície

source: Click on Create Report button to access the Road Network Length Breakdown report
pt: Click no botão de Gerar Relatório para aceder ao Relatório Desagregado do Comprimento da Rede Rodoviária

source: The report will be shown in this area and will provide you with detailed Road Network Length Breakdown information. You can use filters to generate a customized report
pt: O relatório contendo contendo informação detalhada e desagregada sobre a extensão da rede rodoviária será apresentado nesta área e disponibiliza. Pode aplicar filtros para gerar um relatório personalizado.

source: A report on Road Surface Condition. This report provides detailed Surface Condition information per segment
pt: Relatório da Condição da Superfície de uma estrada. Este relatório fornece informação detalhada por segmentos da estrada relativamente à Condição da Superfície

source: Please select a road above to view Surface Condition reports
pt: Por favor seleccione acima a estrada para aceder ao Relatório da Condição da Superfície

source: The report will be shown in this area and will provide you with detailed Surface Condition information per segment of the selected road
pt: O relatório contendo contendo informação detalhada sobre a Condição da Superfície da estrada seleccionada de acordo com os seus segmentos será apresentado nesta área e disponibiliza.

source: Sorry, Surface Condition data is not available for the selected road
pt: Desculpe, não existem dados sobre a Condição da Superfície para a estrada seleccionada

source: A report on Road IRI data. This report provides detailed information on a Road's Roughness per segment
pt: Relatório da Rugosidade (IRI) de estradas. Este relatório fornece informação detalhada por segmento de estrada sobre a sua rugosidade.

source: Please select a road above to view IRI Roughness reports
pt: Por favor seleccione acima a estrada para ver o relatório da sua Rugosidade (IRI)

source: The report will be shown in this area and will provide you with detailed IRI Roughness information per segment of the selected road
pt: O relatório contendo contendo informação detalhada sobre a Rugosidade (IRI) da estrada seleccionada de acordo com os seus segmentos será apresentado nesta área e disponibiliza.

source: Sorry, IRI Roughness data is not available for the selected road
pt: Desculpe, não existem dados sobre a Rugosidade (IRI) para a estrada seleccionada

source: A report on the total length of National Class roads. The report provides total length in kilometers and percentages according to Road Status and Technical Class for National Roads
pt: Relatório com informação detalhada do comprimento total das Estradas de Classe Nacional da rede rodoviária. Este relatório fornece informação do comprimento total em quilómetros e respectiva percentagem de acordo com Estado da Estrada e Classe Técnica para Estradas de Classe Nacional

source: Click on Create Report button to access the Road Network Length report for National roads
pt: Click no botão de Gerar Relatório para aceder ao Relatório sobre a extensão das estradas de classe Nacional da rede rodoviária

source: The report will be shown in this area and will provide you with detailed Road Network Length information for National class roads
pt: O relatório contendo informação detalhada sobre a extensão das estradas de classe Nacional da rede rodoviária será apresentado nesta área e disponibiliza.

source: Sorry, data for National Class roads is not available yet
pt: Desculpe, não existem dados sobre estradas de classe Nacional

source: A report on the total length of Municipal Class roads. The report provides total length in kilometers and percentages according to Road Status and Technical Class for Municipal Roads
pt: Relatório com informação detalhada do comprimento total das Estradas de Classe Municipal da rede rodoviária. Este relatório fornece informação do comprimento total em quilómetros e respectiva percentagem de acordo com Estado da Estrada e Classe Técnica para Estradas de Classe Municipal

source: Click on Create Report button to access the Road Network Length report for Municipal roads
pt: Click no botão de Gerar Relatório para aceder ao Relatório sobre a extensão das estradas de classe Municipal da rede rodoviária

source: The report will be shown in this area and will provide you with detailed Road Network Length information for Municipal class roads
pt: O relatório contendo informação detalhada sobre a extensão das estradas de classe Municipal da rede rodoviária será apresentado nesta área e disponibiliza.

source: Sorry, data for Municipal Class roads is not available yet
pt: Desculpe, não existem dados sobre estradas de Classe Municipal

source: A report on the total length of Rural Class roads. The report provides total length in kilometers and percentages according to Road Status and Technical Class for Rural Roads
pt: Relatório com informação detalhada do comprimento total das Estradas de Classe Rural da rede rodoviária. Este relatório fornece informação do comprimento total em quilómetros e respectiva percentagem de acordo com Estado da Estrada e Classe Técnica para Estradas de Classe Rural

source: Click on Create Report button to access the Road Network Length report for Rural roads
pt: Click no botão de Gerar Relatório para aceder ao Relatório sobre a extensão das estradas de classe Rural da rede rodoviária

source: The report will be shown in this area and will provide you with detailed Road Network Length information for Rural class roads
pt: O relatório contendo informação detalhada sobre a extensão das estradas de classe Rural da rede rodoviária será apresentado nesta área e disponibiliza.

source: Sorry, data for Rural Class roads is not available yet
pt: Desculpe, não existem dados sobre estradas de Classe Rural

source: A report on the total length of Urban Class roads. The report provides total length in kilometers and percentages according to Road Status and Technical Class for Urban Roads
pt: Relatório com informação detalhada do comprimento total das Estradas de Classe Urbana da rede rodoviária. Este relatório fornece informação do comprimento total em quilómetros e respectiva percentagem de acordo com Estado da Estrada e Classe Técnica para Estradas de Classe Urbana

source: Click on Create Report button to access the Road Network Length report for Urban roads
pt: Click no botão de Gerar Relatório para aceder ao Relatório sobre a extensão das estradas de classe Urbana da rede rodoviária

source: The report will be shown in this area and will provide you with detailed Road Network Length information for Urban class roads
pt: O relatório contendo informação detalhada sobre a extensão das estradas de classe Urbana da rede rodoviária será apresentado nesta área e disponibiliza.

source: Sorry, data for Urban Class roads is not available yet
pt: Desculpe, não existem dados sobre estradas de Classe Urbana

source: A report on Structures data. This report provides detailed Structure totals and percentages according to structure type as well as by structure class
pt: Relatório de Estruturas. Este relatório fornece informação sobre o número de estruturas e percentagens de acordo com o tipo de estrutura e a sua classe

source: Click on Create Report button to access the Structure Class Report for structures
pt: Click no botão de Gerar Relatório para aceder ao Relatório sobre as Estruturas de acordo com a sua Classe

source: The report will be shown in this area and will provide you with detailed Structure Class information for structures
pt: O relatório contendo informação detalhada sobre estruturas de acordo com a sua classe será apresentado nesta área e disponibiliza.

source: Sorry, data for structures is not available yet
pt: Desculpe, não existem dados disponíveis sobre estruturas

source: A report on Structures conditions. This report provides detailed Structure condition information by structure type
pt: Relatório sobre a Condição das Estruturas. Este relatório fornece informação detalhada da condição das estruturas de acordo com o tipo de estrutura

source: Click on Create Report button to access the Structure Condition Report for structures
pt: Click no botão de Gerar Relatório para aceder ao Relatório sobre a Condição das Estruturas

source: The report will be shown in this area and will provide you with detailed Structure Condition information for structures
pt: O relatório contendo informação detalhada sobre a condição das estruturas será apresentado nesta área e disponibiliza.

source: Contract Reports
pt: Relatórios de Contratos

source: Social Safeguard Reports
pt: Relatórios de Protecção Social

source: Financial and Physical Progress Summary
pt: Sumário de Progresso Financeiro e Físico

source: Financial and Physical Progress
pt: Progresso Financeiro e Físico

source: Completed Contracts Length
pt: Comprimento de Contratos Completados

source: Social Safeguard
pt: Protecção Social

source: Contract's Social Safeguard
pt: Protecção Social de Contracto

source: Program name
pt: Nome do Programa

source: Contract code
pt: Código do Contrato

source: Project names
pt: Nome(S) do Projecto(s)

source: Funding source
pt: Fonte de financiamento

source: Number of assets
pt: Número de infra-estruturas

source: Number of projects
pt: Número de projectos

source: Number of contracts
pt: Número de contratos

source: Number of companies
pt: Número de empresas

source: Contractor
pt: Empresa contratada

source: Budget current year ($)
pt: Orçamento para o ano em curso ($)

source: Total budget ($)
pt: Orçamento total ($)

source: Total contract value ($)
pt: Valor total do contrato ($)

source: Value of the contract - including variations (amendments) ($)
pt: Valor do contrato - incluindo variações (aditamentos)

source: Payments previous year ($)
pt: Pagamentos do ano anterior ($)

source: Payments current year ($)
pt: Pagamentos do ano em curso ($)

source: Total payment ($)
pt: Total de pagamentos ($)

source: Total progress payment (%)
pt: Progresso total de pagamentos (%)

source: Balance ($)
pt: Balanço ($)

source: Physical progress (%)
pt: Progresso físico (%)

source: Start date
pt: Data de início

source: End date
pt: Data de fim

source: Amendment start date
pt: Data de início rectificada

source: Amendment end date
pt: Data de fim rectificada

source: Date of last update
pt: Data da última actualização

source: DLP start date
pt: Data de início da DLP

source: DLP end date
pt: Data de fim da DLP

source: National
pt: Nacional

source: Year/Month
pt: Ano/Mês

source: Internationals
pt: Internacionais

source: Nationals
pt: Nacionais

source: Employees With Disabilities
pt: Trabalhadores com Deficiências

source: Females With Disabilities
pt: Mulheres com Deficiências

source: Young
pt: Jovens

source: Young Females
pt: Mulheres Jovens

source: Female Employees
pt: Trabalhadores Mulheres

source: Internationals (%)
pt: Internacionais (%)

source: Nationals (%)
pt: Nacionais (%)

source: Employees With Disabilities (%)
pt: Trabalhadores com Deficiências (%)

source: Females With Disabilities (%)
pt: Mulheres com Deficiências (%)

source: Young (%)
pt: Jovens (%)

source: Young Females (%)
pt: Mulheres jovens (%)

source: Female Employees (%)
pt: Trabalhadores Mulheres (%)

source: Total Wage (in USD)
pt: Remunerações totais (em USD)

source: Average Gross Wage (in USD)
pt: Média Salários Brutos (em USD)

source: Average Net Wage (in USD)
pt: Média Salários Líquidos (em USD)

source: Total Worker-Days
pt: Total Trabalhador-Dias

source: Females
pt: Mulheres

source: A summary report on the financial and physical progress of all projects and contracts. This report provides aggregated information per program
pt: Relatório sumário do progresso financeiro e físico dos projectos e contratos. Este relatório fornece informação agregada por programa

source: Click on Create Report button to access the financial and physical progress summary report
pt: Click no botão de Gerar Relatório para aceder ao Relatório Sumário do Progresso Financeiro e Físico dos Contractos

source: The report will be shown in this area and will provide you with detailed financial and physical progress information. You can use filters to generate a customized report
pt: O relatório contendo informação detalhada sobre o progresso financeiro e físico dos contractos será apresentado nesta área. Pode aplicar filtros para gerar relatórios personalizados

source: Sorry, data for financial and physical progress is not available yet
pt: Desculpe, ainda não existem dados sobre o progresso financeiro e físico dos contratos

source: A report on the financial and physical progress of all projects and contracts. This report provides detailed information per contract
pt: Relatório do progresso financeiro e físico de todos os projectos e contractos. Este relatório fornece informação detalhada por contracto

source: Click on Create Report button to access the financial and physical progress report
pt: Click no botão de Gerar Relatório para aceder ao Relatório do Progresso Financeiro e Físico dos Contractos

source: A summary report on the total length of works completed by type of work, breakdown by road class and year
pt: Relatório sumário da extensão concluída pelos contratos finalizados por tipo de trabalho com desagregação por classe de estrada e ano

source: Click on Create Report button to access the completed contracts report
pt: Click no botão de Gerar Relatório para aceder ao Relatório sobre Contractos Finalizados

source: The report will be shown in this area and will provide you with detailed completed contracts information. You can use filters to generate a customized report
pt: O relatório contendo informação detalhada sobre os contractos finalizados será apresentado nesta área. Pode aplicar filtros para gerar relatórios personalizados

source: Sorry, data for completed contracts is not available yet
pt: Desculpe, ainda não existem dados sobre os contratos terminados

source: A summary report on the social safeguard data for all contracts for the selected period. The report provides information on number of employees, wages and number of worker-days, with a breakdown by gender, age and disabilities
pt: Relatório sumário da informação sobre Protecção Social dos contratos por um período seleccionado. Este relatório fornece informação sobre o número de trabalhadores, remunerações e tralhador-dias, com uma desagregação por género, idade e deficiência

source: Click on Create Report button to access social safeguard report
pt: Click no botão de Gerar Relatório para aceder ao Relatório de informação sobre Protecção Social

source: The report will be shown in this area and will provide you with detailed social safeguard information. You can use filters to generate a customized report
pt: O relatório contendo informação detalhada sobre Protecção Social dos contratos será apresentado nesta área. Pode aplicar filtros para gerar relatórios personalizados

source: Sorry, data for social safeguard is not available yet
pt: Desculpe, ainda não existem dados de protecção social

source: A report on the social safeguard data for a selected contract and period. The report provides information on number of employees, wages and number of worker-days, with a breakdown by gender, age and disabilities
pt: Relatório sobre Protecção Social para um contrato e período seleccionado. O relatório fornece informação sobre o número de trabalhadores, remunerações e tralhador-dias, com uma desagregação por género, idade e deficiência

source: Click on Create Report button to access social safeguard contracts report
pt: Click no botão de Gerar Relatório para aceder ao Relatório de informação de Protecção Social dos Contractos

source: Earth
pt: Terra

source: Gravel
pt: Gravilha

source: Paved
pt: Pavimentado

source: Routine
pt: Rotina

source: Periodic
pt: Periódico

source: Emergency
pt: Emergência

source: Rehab
pt: Reabilitação

source: Rehab Pave
pt: Pavimento reabilitado

source: Unpaved
pt: Não pavimentado

source: Planned
pt: Planeado

source: Pending
pt: Pendente

source: Ongoing
pt: Em curso

source: Complete
pt: Completo

source: Export table
pt: Exportar tabela

source: Asset
pt: Infra-estrutura

source: Link code and name
pt: Código e nome da secção

source: Link chainage
pt: Chainage da secção

source: Link length
pt: Comprimento da secção

source: Save and continue
pt: Guardar e continuar
