Repository: catalpainternational/IRMIS
Catalog: IRMIS/locale/*/LC_MESSAGES/djangojs.po
Languages: pt

source: Carriageway Width Data
pt: Dados da Largura da Faixa de Rodagem

source: Add
pt: Adicionar

source: Current carriageway width
pt: Largura da faixa de rodagem actual

source: View all data entries
pt: Ver todas as entradas de dados

source: Total Width Data
pt: Dados da Largura Total

source: Current total width
pt: Largura total actual

source: Number of Lanes Data
pt: Número de Faixas

source: Current number of lanes
pt: Número de faixas actual

source: Technical Class Data
pt: Dados da Classe Técnica

source: Current technical class
pt: Classe técnica actual

source: Add Carriageway Width Information
pt: Adicionar informação sobre a largura da faixa de rodagem

source: Chainage
pt: Segmento

source: Carriageway width
pt: Largura da faixa de rodagem

source: Add Total Width Information
pt: Adicionar Largura Total

source: Total width
pt: Largura total

source: Add Technical Class Information
pt: Adicionar Classe Técnuca

source: Road class
pt: Classe da Estrada

source: Add Number Lanes Information
pt: Adicionar número de Faixas

source: Number lanes
pt: Número de faixas

source: Delete
pt: Apagar

source: Are you sure you want to delete this data entry?
pt: Tem a certeza que deseja apagar esta entrada de dados?

source: Survey date
pt: Data do levantamento

source: Added by
pt: Adicionado por

source: Technical Class
pt: Classe Técnica

source: This field is required
pt: Este campo é obrigatório

source: Survey date cannot be in the future
pt: Data de levantamento não pode ser posterior ao dia de hoje

source: Link code cannot contain white spaces
pt: O código da secção não pode contar espaços em branco

source: Chainage end-chainage start must be within 50m of link length.
pt: A chainage de início e de fim deve estar dentro do comprimento da ligação com uma variação máxima de 50m

source: Link length cannot contain more than %s digits, of which %s are decimals.
pt: O comprimento da secção não pode conter mais do que %s dígitos, dos quais %s são decimais.

source: Link length must be within 50m of chainage end-chainage start.
pt: O comprimento da ligaçã0 deve estar dentro da chainage inicial e final com uma variação máxima de 50m

source: Carriage width cannot contain more than %s digits, of which %s are decimals
pt: A largura da faixa de rodagem não pode conter mais do que %s dígitos, dos quais %s são decimais

source: Total width cannot contain more than %s digits, of which %s are decimals
pt: A largura total não pode conter mais do que %s dígitos, dos quais %s são decimais

source: Edit asset
pt: Editar infra-estrutura

source: Location & Type
pt: Localização & Tipo

source: Asset Details
pt: Detalhes da infra-estrutura

source: Pavement
pt: Pavimento

source: Traffic
pt: Trânsito

source: Social & Economic
pt: Sócio-económico

source: Condition
pt: Condição

source: Maintenance
pt: Manutenção

source: Environment
pt: Ambiente

source: Photos and Videos
pt: Fotos e Vídeos

source: Edit structure
pt: Editar estrutura

source: Type
pt: Tipo

source: Protection
pt: Protecção

source: History
pt: Histórico

source: Change log
pt: Registro de alterações

source: Unsaved Changes
pt: Alterações não gravadas

source: You have unsaved changes made to this page which will be lost if you navigate away. Would you like to continue editing?
pt: Existem alterações por guardar que serão perdidas caso saia desta página. Deseja continuar a editar?

source: Discard
pt: Descartar

source: Continue editing
pt: Continuar a editar

source: You have successfully saved
pt: As suas alterações foram gravadas com sucesso

source: Something went wrong
pt: Ocorreu um erro

source: Close
pt: Fechar

source: Democratic Republic of Timor-Leste
pt: República Democrática de Timor-Leste

source: Ministry of Public Works
pt: Ministério das Obras Públicas

source: Created by Catalpa International
pt: Desenvolvido por Catalpa Internacional

source: Surface Condition Data (SDI)
pt: Dados da Condição da Superfície (SDI)

source: Total road chainage
pt: Segmento total da estrada

source: Current surface condition
pt: Condição actual da superfície

source: Add Surface Condition Information
pt: Adicionar Condição da Superfície

source: Upload Photos and Videos
pt: Carregar Fotos e Vídeos

source: Photo/Video 1
pt: Foto/Vídeo 1

source: Photo/Video 2
pt: Foto/Vídeo 2

source: Photo/Video 3
pt: Foto/Vídeo 3

source: Road Conditions Media
pt: Mídia de Condição da Estrada

source: View Photos/Videos
pt: Ver Fotos/Vídeos

source: Terrain Class Data
pt: Classe do Terreno

source: Current terrain
pt: Terreno actual

source: Rainfall Data
pt: Pluviosidade

source: Current rainfall
pt: Pluviosidade actual

source: Add Terrain Class Information
pt: Adicionar Classe de Terreno

source: Chainage start (m)
pt: Início do segmento (m)

source: Chainage end (m)
pt: Fim do segmento (m)

source: Terrain Class
pt: Classe do Terreno

source: Add Rainfall Information
pt: Adicionar informação de Pluviosidade

source: Source of data
pt: Fonte dos dados

source: Station name
pt: Nome da Estação

source: Location coordinates
pt: Coordenadas da localização

source: Period of Survey
pt: Período do levantamento

source: Period
pt: Período

source: Select survey period
pt: Selecciono o período do levantamento

source: Year
pt: Ano

source: Select survey year
pt: Seleccione o ano do levantamento

source: Rainfall Maximum
pt: Pluviosidade máxima

source: Rainfall Minimum
pt: Pluviosidade mínima

source: Maximum Rainfall (mm)
pt: Pluviosidade máxima (mm)

source: Minimum Rainfall (mm)
pt: Pluviosidade mínima (mm)

source: Construction Year
pt: Ano da Construção

source: Enter the construction year
pt: Insira o ano da construção

source: Changed
pt: Alterado

source: Location
pt: Localização

source: Select a Municipality
pt: Seleccione o Município

source: Select an Asset Class
pt: Seleccione a Classe da Infra-estrutura

source: Cancel
pt: Cancelar

source: Save
pt: Guardar

source: Surface Type Data
pt: Dados do tipo de superfície

source: Current surface type
pt: Tipo de superfície actual

source: Pavement Class Data
pt: Dados da Classe do Pavimento

source: Current pavement
pt: Pavimento actual

source: Add Surface Type Information
pt: Adicione Tipo de Superfície

source: Select a Surface Type
pt: Seleccione Tipo de Superfície

source: Add Pavement Class Information
pt: Adicionar Classe de Pavimento

source: Pavement Class
pt: Classe de Pavimento

source: Surface type
pt: Tipo de Superfície

source: Social and Economic Data
pt: Dados sócio-económicos

source: Social Data
pt: Dados sociais

source: Economic Data
pt: Dados económicos

source: Connections Data
pt: Dados de ligações

source: Add Structure Condition Information
pt: Adicionar Condição da Estrutura

source: Structure Conditions
pt: Condição da Estrutura

source: Choose the structure condition
pt: Escolha a condição da estrutura

source: Enter a description of the structure's condition
pt: Insira uma descrição da condição da estrutura

source: Upload media
pt: Carregar mídia

source: Description
pt: Descrição

source: Media
pt: Mídia

source: Structure Code
pt: Código da Estrutura

source: Enter the code of the structure
pt: Insira o código da estrutura

source: Structure Name
pt: Nome da Estrutura

source: Enter the name of the structure
pt: Insira o nome da estrutura

source: River Name
pt: Nome do Rio

source: Enter the name of the river where the structure is located
pt: Insira o nome do rio onde a estrutura se localiza

source: Length (meters)
pt: Comprimento (metros)

source: Enter the structure's length in meters
pt: Insira o comprimento em metros da estrutura

source: Width (meters)
pt: Comprimento (metros)

source: Enter the structure's width in meters
pt: Insira o comprimento da estrutura em metros

source: Height (meters)
pt: Altura (metros)

source: Enter the structure's height in meters
pt: Insira a altura da estrutura em metros

source: Number of cells
pt: Número de células

source: Enter the number of cells in the structure
pt: Insira o número de células da estrutura

source: Thickness (meters)
pt: Espessura (metros)

source: Enter the structure's thickness in meters
pt: Insira a espessura da estrutura em metros

source: Number of spans
pt: Número de "spans"

source: Enter the number of spans in the structure
pt: Insira o número de "spans" da estrutura

source: Span Length
pt: Comprimento do "span"

source: Enter the span length for the structure
pt: Insira o comprimento do "span' da estrutura

source: Code cannot contain white spaces
pt: O código não pode contar espaços em branco

source: Width cannot contain more than %s digits, of which %s are decimals
pt: O comprimento não pode conter mais do que %s dígitos, dos quais %s são decimais

source: Add Traffic Data
pt: Adicionar Dados de Trânsito

source: Survey
pt: Levantamento

source: From
pt: De

source: To
pt: Até

source: Forecast Year
pt: Ano da previsão

source: Select forecast year
pt: Seleccione o ano da previsão

source: Total Count per Vehicle Type
pt: Total de veículos pelo seu tipo

source: Total Vehicles Breakdown
pt: Total de veículos desagregado

source: Survey Type
pt: Tipo de levantamento

source: Traffic Data Type
pt: Tipo de dados de Trânsito

source: Choose the traffic type for the road link
pt: Escolha o tipo de dados de trânsito para a secção da estrada

source: AADT (Annual Average Daily Traffic)
pt: AADT (Média Anual de Trânsito Diário)

source: ADT (Average Daily Traffic)
pt: ADT (Média de Trânsito Diário)

source: Forecast
pt: Previsão

source: Traffic Counting Method
pt: Método de contagem de Trânsito

source: Choose the method of counting the traffic for the road link
pt: Escolha o método de contagem de trânsito para a secção da estrada

source: Electronic
pt: Electrónico

source: Motorcycle
pt: Motociclos

source: 2 axles, 2 wheels
pt: 2 eixos, 2 rodas

source: Passenger Car
pt: Ligeiro de passageiros

source: 2 axles, 4 wheels
pt: 2 eixos, 4 rodas

source: Pickup/4WD
pt: Pickup/4X4

source: Mini Bus
pt: Mini autocarro

source: Large Bus
pt: Pesado de Passageiros

source: 2-3 axles, 6-10 wheels
pt: 2-3 eixos, 6-10 rodas

source: Light Truck
pt: Camião Ligeiro

source: Medium Truck
pt: Camião Médio

source: Large Truck
pt: Camião Pesado

source: 5 axles, 18 wheels
pt: 5 eixos, 18 rodas

source: Non Defined
pt: Não definido

source: Data type
pt: Tipo de dados

source: Total vehicles
pt: Total de veículos

source: Survey TO date cannot be less than Survey FROM date
pt: Data de levantamento TO não pode ser menor que data de levantamento FROM

source: Success
pt: Sucesso

source: Error
pt: Erro

source: Please wait!
pt: Por favor aguarde!

source: No media description provided
pt: Sem descrição do mídia

source: Detailed Plans and Budgets
pt: Planos e Orçamentos detalhados

source: Upload 5-Year Plan
pt: Carregar Plano a 5 anos

source: List of plans
pt: Lista de planos

source: Select the Excel file with the plan you prepared using the template and upload it here. Enter a simple and descriptive title, for example "5-year Plan for National Roads 2020-2024". Once the plan is approved, you can mark it as "Approved" on the plans list using the check box
pt: Seleccione um ficheiro Excel com o plano preparado usando o template/modelo e carregue-o aqui. Inserir um título simples e descritivo, por exemplo "Plano 5 anos Estradas Nacionais 2020-2024". Assim que o plano for aprovado, marque-o como "Aprovado" na lista de planos utilizando a check box.

source: Choose Excel File
pt: Escolher ficheiro Excel

source: Enter the plan title
pt: Inserir título do plano

source: Are you sure you want to delete this plan?
pt: Tem a certeza que quer apagar este ano?

source: Approved
pt: Aprovado

source: Planning Period
pt: Período do Planeamento

source: Date Uploaded
pt: Data de Carregamento

source: Added By
pt: Adicionar por

source: You need to provide a Plan file
pt: Precisa de escolher um ficheiro com o plano

source: Incorrect file type. Must be an Excel file.
pt: Formato incorrecto. O ficheiro deve ser um Excel

source: Exceeded size limit of 20MB
pt: O ficheiro excede o limite de 20MB

source: You need to provide a plan title
pt: Indique o título do plano

source: Plans
pt: Planos

source: Planning Templates
pt: Modelos de Planos

source: Directorate General for Public Works
pt: Direcção Geral das Obras Públicas

source: National Directorate for Roads, Bridges and Flood Control
pt: Direcção Nacional de Estradas, Pontes e Controlo de Cheias

source: Planning and Budgetting Dashboard
pt: Dashboard the Planos e Orçamentos

source: Print
pt: Imprimir

source: 5-Year Plan and Budget Summary
pt: Sumário do Plano a 5 anos e Orçamento

source: Total Budget
pt: Orçamento Total

source: Budget
pt: Orçamento

source: Length
pt: Comprimento

source: Budget values in the table are in million USD and length in Km
pt: Valor do orçamento em milhões de dólares americanos e valor do comprimento em Km

source: Welcome to the planning and budgetting tool
pt: Bem-vindo à ferramenta de planeamento e orçamentação

source: No plans available yet
pt: Ainda mão existem planos disponíveis

source: Exported from Estrada on
pt: Exportado do Estrada em

source: Routine Maintenance
pt: Manutenção de Rotina

source: Periodic Maintenance
pt: Manutenção Periódica

source: Rehabilitation
pt: Reabilitação

source: Spot Improvement
pt: Melhorias de Pontos

source: Budget ($)
pt: Orçamento ($)

source: How to use the planning tool, step by step
pt: Como usar a ferramenta de planeamento, passo a passo

source: From the list below, download the Excel template for the road class you will be preparing the planning for. Example, if you want to prepare a 5-year plan for National Roads, download the Excel for National Roads
pt: Da lista abaixo, descarregue os templates/modelos de Excel para a classe de estrada para a qual pretende preparar o plano. Por exemplo, se pretende preparar um plano a 5 anos para as Estradas Nacionais, descarregue o Excel para Estrada Nacionais

source: Open the Excel template on your computer and click on "Enable connection". If you need to get updated data on your file, click on Data > Refresh all from the Excel menu
pt: Abra o template/modelo de Excel no seu computador e click em "Enable connection"/"Permitir Conecção". Se precisar de actualizar os dados da estrada no seu ficheiro, click em "Data"/"Dados" > "Refresh all"/Actualizar todos" no menu do Excel

source: Start preparing your plan
pt: Comece a preparar o plano

source: Review criteria such as type of work criteria, unit costs and prioritization of facilities and connections
pt: Reveja os critérios tais como critério do tipo de trabalho, custos unitários e prioritização de instalações e ligações

source: Pick the planned year of treatment for segments of roads that requires Rehabilitation, Spot Improvement or Periodic Maintenance
pt: Escolha o ano planeado para o tratamento de cada segmento das estradas que necessitem de trabalhos de Reabilitação, Melhoria de Pontos ou Manutenção Periódica

source: Access annual pans for each of the 5 years. Access a summary of the plan
pt: Aceda aos planos anuais para cada um dos 5 anos. Aceda ao sumário do plano

source: On the "Plans" page, upload your plan to the Estrada and mark it as approved once the approval process is completed
pt: Na página "Planos" no Estrada, carregue o seu plano e marque-o como aprovado assim que o processo de aprovação estiver concluído

source: Access the Planning dashboard to have an overview of all approved plans for the next 5 years for all road classes
pt: Aceda ao Dashboard de Planos para ter um resumo de todos os planos aprovados para os próximos 5 anos para cada classe de estrada

source: When reviews to the plan are required, download the most up-to-date plan from the Estrada and follow steps 2 to 7 as needed
pt: Quando for necessário realizar revisões a um plano já preparado, descarregue o plano mais recente disponível no Estrada e siga os pontos 2 a 7

source: You can find detailed guidelines on how to use the planning tools
pt: Pode encontrar as instruções detalhadas de como usar a ferramenta de planeamento

source: here
pt: aqui

source: Access token
pt: Token de acesso

source: Token to get information from the Estrada database to your Excel planning file (valid for 24 hours from issuance)
pt: Token para aceder à informação mais actualizada da base de dados do Estrada no seu ficheiro de planeamento de Excel (válido por 24 horas após a sua geração)

source: Request Access Token
pt: Pedir Token de Acesso

source: Issued
pt: Emitido

source: Copy
pt: Copiar

source: List of templates
pt: Lista de templates/modelos

source: Road Class
pt: Classe da Estrada

source: Uploaded On
pt: Carregado em

source: 5 year plan national roads
pt: Plano a 5 anos de estradas nacionais

source: 5 year plan urban roads
pt: Plano a 5 anos de estradas urbanas

source: Urban
pt: Urbanas

source: 5 year plan rural roads
pt: Plano a 5 anos de estradas rurais

source: 5 year plan municipal roads
pt: Plano a 5 anos de estradas municipais

source: Select report criteria
pt: Seleccione o critério para o relatório

source: Structure form
pt: Forma da estrutura

source: Asset condition
pt: Condição da infra-estrutura

source: Road code
pt: Código da estrada

source: Report date
pt: Data do relatório

source: Create Report
pt: Gerar Relatório

source: Road Asset Management
pt: Gestor de infra-estruturas das Estradas

source: Report
pt: Relatório

source: Road
pt: Estrada

source: to
pt: para

source: Created on
pt: Gerado em

source: Filters applied
pt: Filtros aplicados

source: Total Length
pt: Comprimento Total

source: Total Count
pt: Contagem Total

source: Road Status
pt: Estado da Estrada

source: Structure Form
pt: Forma da Estrutura

source: Roughness Condition (IRI)
pt: Condição Rugosidade (IRI)

source: Donor
pt: Doador

source: Quarter
pt: Trimestre

source: Month
pt: Mês

source: Summary financial and physical progress of projects and contracts
pt: Sumário do progresso financeiro e físico de projectos e contratos

source: Contracts detailed financial and physical progress
pt: Progresso financeiro e físico dos contratos detalhado

source: By asset class and type of work
pt: Por classe da infra-estrutura e tipo de trabalho

source: Table shows completed contracts length. All values in Km.
pt: A tabela mostra o comprimento total de trabalhos completos. Todos os valores são apresentados em Km.

source: By type of work and year
pt: Por tipo de trabalho e ano

source: By asset class and year
pt: Por classe de infra-estrutura e ano

source: Number of employees
pt: Número de trabalhadores

source: Wages
pt: Remunerações

source: Worker-days
pt: Trabalhador-Dias

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: Road Network Overview
pt: Visão Geral da Rede Rodoviária

source: Total Length of Road Network
pt: Comprimento Total da Rede Rodoviária

source: Asset Reports
pt: Relatório da infra-estrutura

source: Reports Builder
pt: Criação de Relatórios

source: Report successfully created
pt: O relatório foi gerado com sucesso

source: Asset Manager
pt: Gestor de Infra-estruturas

source: Reports
pt: Relatórios

source: Planning
pt: Planeamento

source: Hello
pt: Viva

source: Change password
pt: Alterar palavra-passe

source: Log out
pt: Sair

source: Counting Method
pt: Método de Contagem

source: Click to upload
pt: Click para carregar

source: Maximum file size 25MB
pt: Tamanho máximo do ficheiro 25MB

source: Accepted file formats: JPEG, GIF, PNG, MP4, MOV, MPG, AVI, WMV, 3GP, TS, ASF, MNG, M4V, FLV, or WEBM
pt: Formatos de ficheiro aceites: JPEG, GIF, PNG, MP4, MOV, MPG, AVI, WMV, 3GP, TS, ASF, MNG, M4V, FLV, or WEBM

source: Delete Photo/Video
pt: Apagar Foto/Vídeo

source: Enter a description of the photo/video
pt: Inserir descrição da foto/vídeo

source: Uploaded by
pt: Carregado por

source: on
pt: em
