Repository: catalpainternational/IRMIS
Catalog: IRMIS/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Total Contracts
pt: Total de Contratos

source: Active Contracts
pt: Contratos Activos

source: Welcome to the Company Manager
pt: Bem-vindo ao gestor de Empresas

source: No companies were created yet
pt: Ainda não foram adicionadas empresas

source: Delete Company
pt: Apagar Empresa

source: Are you sure you want to delete this company?
pt: Tem a certeza que deseja apagar esta empresa?

source: Edit Contract
pt: Editar Contrato

source: Create Contract
pt: Adicionar Contrato

source: Contract Details
pt: Detalhes do Contrato

source: Inspections
pt: Inspecções

source: Payments
pt: Pagamentos

source: Social Safeguard
pt: Protecção Social

source: Contract Value Total
pt: Valor Total do Contrato

source: Schedule
pt: Calendário

source: Milestones
pt: Metas

source: Amendments
pt: Aditamentos

source: Contract
pt: Contrato

source: Status
pt: Estado

source: Associated Tender
pt: Concurso Associado

source: Projects in the Tender
pt: Projectos neste Concurso

source: Contract Code
pt: Código do Contrato

source: Contract Description
pt: Descrição do Contrato

source: Contractor
pt: Empresa contratada

source: Sub-Contractor
pt: Empresa sub-contratada

source: Supervisor Name
pt: Nome do Supervisor

source: Phone Number
pt: Número de Telefone

source: Total Budget
pt: Orçamento Total

source: Value
pt: Valor

source: Defect Liability Period (Days)
pt: Período de Responsabilidade de Defeitos (Dias)

source: Contract Start Date
pt: Data de Início do Contrato

source: Contract End Date
pt: Data de Fim do Contrato

source: Contract Duration
pt: Duração do Contrato

source: Days of Work
pt: Dias de Trabalho

source: Progress
pt: Progresso

source: List of inspections
pt: Lista de Inspecções

source: Inspection Date
pt: Data da Inspecção

source: Inspection Entity
pt: Entidade Inspectora

source: Physical Progress
pt: Progresso Físico

source: Defect Liability Period
pt: Período de Responsabilidade de Defeitos

source: Save Inspection
pt: Guardar Inspecção

source: Select inspection date
pt: Seleccionar data da inspecção

source: Choose entity that performed the inspection
pt: Escolha a entidade que realizou a inspecção

source: Enter physical progress as inspected
pt: Insira o progresso físico verificado na inspecção

source: Start Defect Liability Period
pt: Início do Período de Responsabilidade de Defeitos

source: When DLP starts with the inspection
pt: O Período de Responsabilidade começou com após esta inspecção?

source: Delete Inspection
pt: Apagar Inspecção

source: Are you sure you want to delete this inspection?
pt: Tem a certeza que deseja apagar esta inspecção?

source: Contract Manager
pt: Gestor de Contratos

source: Create New Contract
pt: Adicionar um Novo Contrato

source: List of contracts
pt: Lista de contratos

source: Value range
pt: Faixa de valores

source: over
pt: acima

source: Number of Projects
pt: Número de Projectos

source: Project(s) Name
pt: Nome(s) do Projecto(s)

source: Type of Works
pt: Tipo de Trabalho

source: Welcome to the Contract Manager
pt: Bem-vindo ao Gestor de Contratos

source: No contracts were created yet
pt: Ainda não foram adicionados contratos

source: Delete Contract
pt: Apagar Contrato

source: Are you sure you want to delete this contract?
pt: Tem a certeza que deseja apagar este contrato?

source: List of payments
pt: Lista de pagamentos

source: To add a payment, at least one company needs to first be created in the Company section
pt: Para adicionar um pagamento, pelo uma empresa terá que ser criada na secção de Empresas

source: Payment Date
pt: Data do Pagamento

source: Payment Value (in USD)
pt: Valor do Pagamento (em USD)

source: Destination
pt: Destino

source: Save Payment
pt: Guardar Pagamento

source: Select payment date
pt: Seleccione a data do pagamento

source: Payment Value
pt: Valor do Pagamento

source: Enter total payment value
pt: Insira o valor total do pagamento

source: Choose donor from the list
pt: Escolha um doador da lista

source: Select donor
pt: Seleccione um doador

source: Choose funding source from the list
pt: Escolha a fonte de financiamento a partir da lista

source: Choose from the list the recipient of the payment
pt: Escolha o destinatário do pagamento a partir da lista

source: Delete Payment
pt: Apagar Pagamento

source: Are you sure you want to delete this payment?
pt: Tem a certeza que deseja apagar este pagamento?

source: List of Social Safeguard Data
pt: Lista de dados da Protecção Social

source: Reporting Month
pt: Mês Reportado

source: Total Employees
pt: Total de Trabalhadores

source: Total Female Employees
pt: Total de Trabalhadores Mulheres

source: Total Employees With Disabilities
pt: Total de Trabalhadores com Deficiência

source: Female Employees With Disabilities
pt: Total de Trabalhadores Mulheres com Deficiência

source: Save Social Safeguard Report
pt: Guardar Informação da Protecção Social

source: Number of Employees
pt: Número de trabalhadores

source: Select month of the report
pt: Seleccione o mês reportado

source: National Employees
pt: Trabalhadores Nacional

source: International Employees
pt: Trabalhadores Internacionais

source: Non timorese employees
pt: Trabalhadores Não-Timorenses

source: Female Employees
pt: Trabalhadores Mulheres

source: Employees With Disabilities
pt: Trabalhadores com Deficiência

source: Young Employees
pt: Trabalhadores Jovens

source: Young Female Employees
pt: Trabalhadores Mulheres Jovens

source: Worker-days
pt: Trabalhador-dias

source: Total Worker-days
pt: Total Trabalhador-dias

source: Worker-days of all employees
pt: Trabalhador dias de todos os empregados

source: Female Employees Worker-days
pt: Trabalhador-dias Empregadas Mulheres

source: Employees With Disabilities Worker-days
pt: Trabalhador-dias Empregados com Deficiência

source: Female Employees With Disabilities Worker-days
pt: Trabalhador-dias Empregadas Mulheres com Deficiência

source: Young Employees Worker-days
pt: Trabalhador-dias Empregados Jovens

source: Young Female Employees Worker-days
pt: Trabalhador-dias Empregados Mulheres Jovens

source: Wages
pt: Remunerações

source: Total Wages
pt: Total remunerações

source: All salaries paid in USD
pt: Todos os salários pagos em USD

source: Average Gross Wages
pt: Média de Salários Brutos

source: Average of gross salaries in USD
pt: Média de salários brutos em USD

source: Average Net Wages
pt: Média de Salários Líquidos

source: Average of net salaries in USD
pt: Média de salários líquidos em USD

source: Delete Social Safeguard Data
pt: Apagar Dados de Protecção Social

source: Are you sure you want to delete this data?
pt: Tem a certeza que deseja apagar estes dados?

source: Projects
pt: Projectos

source: Tenders
pt: Concursos

source: Contracts
pt: Contratos

source: Companies
pt: Empresas

source: Directorate General for Public Works
pt: Direcção Geral das Obras Públicas

source: National Directorate for Roads, Bridges and Flood Control
pt: Direcção Nacional de Estradas, Pontes e Controlo de Cheias

source: Exported from Estrada on
pt: Exportado do Estrada em

source: at
pt: em

source: Unsaved Changes
pt: Alterações não gravadas

source: You have unsaved changes made to this page which will be lost if you navigate away. Would you like to continue editing?
pt: Tem alterações não gravadas que serão perdidas se sair desta página. Deseja continuar a editar?

source: Discard
pt: Descartar

source: Continue Editing
pt: Continuar edição

source: Error
pt: Erro

source: Success
pt: Sucesso

source: You have successfully saved
pt: As alterações foram gravas com sucesso

source: Something went wrong
pt: Algo errado aconteceu

source: Edit Project
pt: Editar Projecto

source: Create Project
pt: Adicionar Projecto

source: Project Details
pt: Detalhes do Projecto

source: Financials
pt: Dados Financeiros

source: Construction Schedule
pt: Calendário de Construção

source: Estimated Schedule
pt: Calendário Estimado

source: Estimated Construction Milestones
pt: Metas de Construção Estimadas

source: Start Date
pt: Data de Início

source: Asset Details
pt: Detalhes da Infra-estrutura

source: Couldn't find the asset you are looking for?
pt: Não encontrou a infra-estrutura que procura?

source: Add information for the new asset
pt: Adicionar informação sobre uma nova infra-estrutura

source: Chainage Start
pt: Início do segmento

source: Chainage End
pt: Fim do segmento

source: Associated Contracts
pt: Contratos Associados

source: Funding
pt: Financiamento

source: Approved Value
pt: Valor Approvado

source: Project Manager
pt: Gestor de Projecto

source: Create New Project
pt: Adicionar Novo Projecto

source: List of projects
pt: Lista de projectos

source: Program
pt: Programa

source: Estimated Budget
pt: Orçamento Estimado

source: No projects were created yet
pt: Ainda nenhum projecto foi adicionado

source: Delete Project
pt: Apagar Projecto

source: Are you sure you want to delete this project?
pt: Tem a certeza que deseja apagar este projecto?

source: Edit Tender
pt: Editar Concurso

source: Create Tender
pt: Adicionar Concurso

source: Tender Details
pt: Detalhes do Concurso

source: Bids and Evaluation
pt: Propostas e Avaliação

source: Tender
pt: Concurso

source: Associated Projects
pt: Projectos Associados

source: Numbering of Companies Tendering
pt: Número de Empresas a Concorrer

source: Tender Manager
pt: Gestor de Concursos

source: Create New Tender
pt: Adicionar Novo Concurso

source: List of tenders
pt: Lista de concursos

source: Project(s) name
pt: Nome(s) do Projecto(s)

source: Welcome to the Tender Manager
pt: Bem-vindo ao Gestor de Concursos

source: No tenders were created yet
pt: Nenhum concurso foi ainda criado

source: Delete Tender
pt: Apagar Concurso

source: Are you sure you want to delete this tender?
pt: Tem a certeza que deseja apagar este concurso?

source: Please enter a correct username and password. Note that both fields may be case-sensitive
pt: O nome de utilizar ou palavra-passe estão incorrectos. Confirme se está a usar correctamente as maiúsculas e minúsculas

source: This password is too short. It must contain at least 8 characters
pt: A sua palavra-passe deve conter pelo menos 8 caracteres

source: Your old password was entered incorrectly. Please enter it again
pt: A palavra-passe introduzida está incorrecta. Por favor volte a tentar.

source: The two password fields didn't match
pt: Os dois campos da nova palavra-passe não coincidem

source: This password is entirely numeric
pt: A palavra-passe não pode conter apenas números

source: This password is too common
pt: A palavra-passa é demasiado comum

source: Username
pt: Nome de utilizador

source: Password
pt: Palavra-passe

source: Forgot your password?
pt: Esqueceu-se da sua palavra-passe?

source: Log in
pt: Entrar

source: This road asset and project management system (Estrada), has been designed and developed by Catalpa International with funding from the Australian Government’s Departmentof Foreign Affairs and Trade (DFAT) and technical assistance from the International Labour Organization (ILO)
pt: Este sistema de gestão de infra-estruturas rodoviárias e projectos (Estrada) foi desenhado e desenvolvido pela Catalpa Internacional com fundos do Governo da Austrália através do seu Departamento dos Assuntos e Negócios Estrangeiros (DFAT) e assistência técnica da Organização Internacional do Trabalho (ILO).

source: Logged out
pt: Não autenticado

source: Well done!
pt: Sucesso!

source: Your password has been reset successfully
pt: A sua palavra-passe foi alterada com sucesso

source: Continue
pt: Continuar

source: Create a new password
pt: Alterar palavra-passe

source: Your password can't be too similar to your other personal information
pt: A sua palavra-passe não pode ser semelhante à sua informação pessoal

source: Your password must contain at least 8 characters
pt: A sua palavra-passe deve conter pelo menos 8 caracteres

source: Your password can't be a commonly used password
pt: A sua palavra-passe não pode ser uma palavra-passe comum

source: Your password can't be entirely numeric
pt: A sua palavra-passe não pode conter apenas números

source: Old password
pt: Palavra-passe antiga

source: New password
pt: Nova palavra-passe

source: New password confirmation
pt: Confirme a nova palavra-passe

source: Save changes
pt: Guardar alterações

source: The link to reset your password is not valid anymore.
pt: O link para redefinir a sua palavra-passe expirou.

source: Go back to the login page
pt: Regressar à página de entrada

source: Reset your password
pt: Redefinir a sua palavra-passe

source: We have sent a reset password link to your email. Please, click on the link to set your new password. Thanks.
pt: Enviamos um link para o seu email. Por favor, clique no link para redefinir a sua nova palavra-passe. Obrigado.

source: Hello there
pt: Viva

source: We received a request to change your Estrada password. Click the button below to create a new password
pt: Recebemos um pedido para redefinir a sua palavra-passe no Estrada. Clique no botão abaixo para criar uma nova palavra-passe

source: Reset my password
pt: Redefinir a sua palavra-passe

source: If you didn't mean to reset your password, then you can just ignore this email. Your password will not change
pt: Se não pretende alterar a sua palavra-passe, por favor ignore este email. A sua palavra-passe não será alterada

source: Don’t worry. Resetting your password is easy, just tell us the email address you registered with Estrada.
pt: Não se preocupe! Redefinir a sua palavra-passe é simples, indique-nos apenas o endereço de email com que se registou no Estrada.

source: Email address
pt: Endereço de email

source: Send
pt: Enviar
