Repository: catalpainternational/IRMIS
Catalog: IRMIS/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Gabion works
pt: Gabião

source: Masonry works
pt: Alvenaria

source: PCC concrete wall
pt: Parede de betão PCC

source: Beam
pt: Viga

source: Temporary
pt: Temporária

source: Truss
pt: Treliças

source: Arch
pt: Arco

source: Reinforced cement
pt: Cimento reforçado

source: Concrete (RCC)
pt: Betão (RCC)

source: Timber
pt: Viga

source: Suspension
pt: Suspensa

source: RCC box
pt: Caixa RCC

source: RCC pipe
pt: Tubo RCC

source: RCC slab
pt: Placa RCC

source: Steel pipe
pt: Tubo de aço

source: Stone scupper
pt: Scupper de pedra

source: Wooden
pt: Madeira

source: Concrete
pt: Betão

source: Steel
pt: Aço

source: Stone
pt: Pedra

source: Health facility
pt: Estabelecimento de saúde

source: School
pt: Escola

source: Police/security station
pt: Polícia/Segurança

source: Fire station
pt: Estação de bombeiros

source: Recreational area
pt: Área recreativa

source: Fishing
pt: Pesca

source: Farming
pt: Agricultura

source: Market
pt: Mercado

source: Tourism
pt: Turística

source: Commercial
pt: Comercial

source: Cash crops
pt: Agricultura comercial

source: Connects municipalities
pt: Ligação municípios

source: Connects Dili to municipal centers
pt: Ligação Dili ao centro de municípios

source: Connects administrative posts
pt: Ligação postos administrativos

source: Connects to land border
pt: Ligação a fronteira terrestre

source: Connects to seaport
pt: Ligação a porto marítimo

source: Connects to airport
pt: Ligação a aeroporto

source: No protection works
pt: Sem trabalho de proteção

source: RCC concrete wall
pt: Parede de betão RCC

source: Stone masonry
pt: Alvenaria de pedra

source: Plum concrete
pt: Betão ciclópico

source: Gabions
pt: Gabiões

source: Precast concrete bricks
pt: Tijolos de betão pré-fabricados

source: Clay bricks
pt: Tijolos de barro

source: %(value)s should not contain spaces
pt: %(value)s não deve conter espaços

source: Code
pt: Código

source: Name
pt: Nome

source: Date Created
pt: Data de criação

source: last modified
pt: última alteração

source: Description
pt: Descrição

source: User
pt: Utilizador

source: National
pt: Nacional

source: Urban
pt: Urbana

source: Good
pt: Bom

source: Fair
pt: Razoável

source: Poor
pt: Fraco

source: Bad
pt: Mau

source: Road
pt: Estrada

source: Bridge
pt: Ponte

source: Culvert
pt: Bueiro

source: Low
pt: Baixo

source: Medium
pt: Médio

source: High
pt: Alto

source: Flat
pt: Plano

source: Rolling
pt: Ondulado

source: Mountainous
pt: Montanhoso

source: Undefined
pt: Não definido

source: Non-core
pt: Não principal

source: Core
pt: Principal

source: Road Code
pt: Código de estrada

source: Municipality
pt: Municipalidade

source: Choose the municipality for the road
pt: Escolha a municipalidade da estrada

source: Funding Source
pt: Fonte de financiamento

source: Enter the source funding for the road link
pt: Adicione a fonte de financiamento para a secção da estrada

source: Link Code
pt: Código da secção da estrada

source: Enter link code according to DRBFC standard
pt: Insira o código

source: Link Start Name
pt: Nome do início da secção

source: Enter the name of the link start location (municipal center, administrative post or nearest suco)
pt: Introduza o nome da localidade de início da secção da estrada (centro municipal, posto administrativo ou suco mais próximo)

source: Link End Name
pt: Nome do fim da secção

source: Enter the name of the link end location (municipal center, administrative post or nearest suco)
pt: Introduza o nome da localidade do fim da secção da estrada (centro municipal, posto administrativo ou suco mais próximo)

source: Link End Chainage
pt: Final da secção

source: Enter chainage for link ending point
pt: Insira o ponto final da secção

source: Link Start Chainage
pt: Início da secção

source: Enter chainage for link starting point
pt: Insira o ponto inicial da secção

source: Link Length (Km)
pt: Extensão da secção (Km)

source: Enter road link length
pt: Insira o comprimento da secção da estrada

source: Geometry Length (m)
pt: Comprimento da geometria (m)

source: Do not edit
pt: Não editar

source: Geometry Start Chainage
pt: Geometria do início do segmento

source: Geometry End Chainage
pt: Geometria do fim do segmento

source: Surface Type
pt: Tipo de pavimento

source: Choose the type of surface of the road link carriageway
pt: Escolha o tipo de pavimento da faixa de rodagem da secção da estrada

source: Pavement Class
pt: Classe de Pavimento

source: Choose the pavement class of the road
pt: Escolha a classe de pavimento da estrada

source: Carriageway Width
pt: Largura da faixa de rodagem

source: Enter the width of the link carriageway
pt: Insira a largura da faixa de rodagem da secção da estrada

source: Asset Class
pt: Classe da Infra-estrutura

source: Choose the asset class
pt: Escolha a classe da infra-estrutura

source: Road Status
pt: Estado da Estrada

source: Enter road link current status
pt: Insira o actual estado da secção da estrada

source: Project Name
pt: Nome do Projecto

source: Enter road link project name
pt: Insira o nome do projecto da secção da estrada

source: Traffic Data
pt: Dados de trânsito

source: Choose the traffic volume for the road link
pt: Escolha o volume de trânsito para a secção da estrada

source: Surface Condition (SDI)
pt: Condição do pavimento (SDI)

source: Choose road link surface condition according to the Surface Distress Index (SDI): Good (SDI<=2), fair (2<SDI<=3), poor (3<SDI<=4) or bad (SDI>4)
pt: Escolha a condição do pavimento para a secção da estrada de acordo com o Surface Distress Index: Bom (SDI<=2), Razoável (2<SDI<=3), Fraco (3<SDI<=4) or Mau (SDI>4)

source: Maintenance Needs
pt: Tipo de Manutenção

source: Choose the type of maintenace needs for the road link
pt: Escolha o tipo de manutenção necessária para a secção da estrada

source: Technical Class
pt: Classe Técnica

source: Choose road link technical class according to the 2010 Road Geometric Design Standards, DRBFC standards
pt: Escolha o tipo de classe técnica de acordo com o "2010 Road Geometric Design standards" e os standards da DNEPCC

source: Set if the road is a high priority `core` road
pt: Defina Principal se for uma estrada de alta prioridade

source: Population Served
pt: População Servida

source: Set the size of population served by this road
pt: Defina o total da população servida pela estrada

source: Road Construction Year
pt: Ano de Construção da Estrada

source: Terrain class
pt: Classe do terreno

source: Choose what terrain class the road runs through
pt: Escolha a classe the terreno pela qual a estrada passa

source: Rainfall Maximum
pt: Pluviosidade máxima

source: Enter the maximum amount of rainfall
pt: Insira o valor máximo da pluviosidade

source: Rainfall Minimum
pt: Pluviosidade mínima

source: Enter the minimum amount of rainfall
pt: Insira o valor mínimo da pluviosidade

source: Number of Lanes
pt: Número de faixas

source: Enter the number of lanes of the road
pt: Insira o número de faixas da estrada

source: Facilities Served
pt: Áreas servidas

source: Choose facilities served by this road
pt: Escolha as áreas servidas pela estrada

source: Economic Areas Served
pt: Áreas económicas servidas

source: Choose economic areas served by this road
pt: Escola as áreas económicas servidas pela estrada

source: Connections Served
pt: Ligações servidas

source: Choose the types of connections facilitated by this road
pt: Escolha o tipo de ligaçōes que a estrada serve

source: Attributes
pt: Atributos

source: Road Id
pt: ID estrada

source: Structure Code
pt: Código de Estrutura

source: Structure Class
pt: Classe de Estrutura

source: Choose the structure class
pt: Escolha a classe da estrutura

source: Choose the municipality for the structure
pt: Escolha a municipalidade da estrutura

source: Enter the Road Code associated with the structure
pt: Insira o Código da Estrada onde se localiza a estrutura

source: Structure Construction Year
pt: Ano de Construção da Estrutura

source: Structure Length (m)
pt: Comprimento da Estrutura (m)

source: Enter structure length
pt: Insira o comprimento da estrutura

source: Structure Width (m)
pt: Largura da Estrutura (m)

source: Enter structure width
pt: Insira a largura da estrutura

source: Chainage
pt: Segmento

source: Enter chainage point for the structure
pt: Insira o ponto de localização da estrutura

source: Bridge Type
pt: Tipo de Ponte

source: Choose the bridge type
pt: Escolha o tipo de ponte

source: River Name
pt: Nome do rio

source: Enter the name of the river the bridge crosses over
pt: Insira o nome do rio atravessado pela ponte

source: Number of Spans
pt: Número de "spans"

source: Enter number of spans
pt: Insira o número de "spans" da ponte

source: Span Length (m)
pt: Comprimento do "Span" (m)

source: Enter span length
pt: Insira o comprimento do "span"

source: Deck Material
pt: Material do Tabuleiro

source: Choose the bridge deck material
pt: Escolha o material do tabuleiro da ponte

source: Protection Upstream
pt: Protecção a montante

source: Choose the upstream protection type
pt: Escolha o tipo de protecção

source: Protection Downstream
pt: Protecção a jusante

source: Choose the downstream protection type
pt: Escolha o tipo de protecção

source: Culvert Type
pt: Tipo de Bueiro

source: Choose the culvert type
pt: Escolha o tipo de bueiro

source: Structure Height (m)
pt: Altura da estrutura (m)

source: Enter structure height
pt: Insira a altura da estrutura

source: Number of Cells
pt: Número de células

source: Choose the culvert material
pt: Escolha o material do bueiro

source: Drift Type
pt: Tipo de "Drift"

source: Choose the drift type
pt: Escolha o tipo de "drift"

source: Structure Thickness (m)
pt: Espessura da estrutura (m)

source: Enter structure thickness
pt: Insira a espessura da estrutura

source: Choose the drift material
pt: Escolha o tipo de material do "drift"

source: Asset Type
pt: Tipo de Infra-estrutura

source: Asset Id
pt: ID Infra-estrutura

source: Asset Code
pt: Código Infra-estrutura

source: Date Surveyed
pt: Data do levantamento

source: Date Updated
pt: Data de actualização

source: Start Chainage (Km)
pt: Início do Segmento (Km)

source: Enter chainage for survey starting point
pt: Insira o ponto inicial do segmento (Km)

source: End Chainage (Km)
pt: Final do Segmento (Km)

source: Enter chainage for survey ending point
pt: Insira o ponto final da segmento levantado

source: Source
pt: Fonte

source: Choose the source of the survey
pt: Escolha a fonte do levantamento

source: Title
pt: Título

source: Approved
pt: Aprovado

source: Planning Period
pt: Período do Planeamento

source: Routine Maintenance
pt: Manutenção de rotina

source: Periodic Maintenance
pt: Manutenção Periódica

source: Rehabilitation
pt: Reabilitação

source: Spot Improvement
pt: Melhoria de pontos

source: Year
pt: Ano

source: Budget
pt: Orçamento

source: Enter the budget amount
pt: Insira o valor do orçamento

source: Length
pt: Comprimento

source: Enter the length
pt: Insira o comprimento

source: Work Type
pt: Tipo de Trabalho

source: Choose the work type
pt: Escolha o tipo de trabalho

source: Date of first Survey
pt: Data do primeiro levantamento

source: Date of second Survey
pt: Data do segundo levantamento

source: Road Inventory
pt: Inventário de Estradas

source: Export all
pt: Exportar tudo

source: Select data
pt: Selecção de dados

source: Road Inventory Data
pt: Dados do Inventário de Estradas

source: Road code
pt: Código da estrada

source: Road name
pt: Nome da estrada

source: Asset class
pt: Classe da Infra-estrutura

source: Technical class
pt: Classe técnica

source: Link code
pt: Código da secção da estrada

source: Link name
pt: Nome da secção da estrada

source: Link length
pt: Extensão da secção

source: Link start name
pt: Nome do início da secção da estrada

source: Link start chainage
pt: Ponto do início da secção

source: Start Point - DMS
pt: Ponto inicial - DMS

source: Start Point - UTM
pt: Ponto inicial - UTM

source: Link end name
pt: Nome do fim da secção da estrada

source: Link end chainage
pt: Ponto do fim da secção

source: End Point - DMS
pt: Ponto final - DMS

source: End Point - UTM
pt: Ponto final - UTM

source: Surface type
pt: Tipo de pavimento

source: Pavement class
pt: Classe do pavimento

source: Carriageway width
pt: Largura da faixa de rodagem

source: Total width
pt: Largura total

source: Number of lanes
pt: Número de faixas de rodagem

source: Rainfall
pt: Pluviosidade

source: Terrain Class
pt: Classe do Terreno

source: Inventory Photos/Videos
pt: Fotos/Vídeos de Inventário

source: Condition and Traffic
pt: Condição e trânsito

source: Roughness (IRI)
pt: Rugosidade (IRI)

source: Surface condition
pt: Condição do pavimento

source: Maintenance needs
pt: Manutenção necessária

source: Traffic data
pt: Dados de trânsito

source: Project Data
pt: Dados do Projecto

source: Road status
pt: Estado da estrada

source: Construction Year
pt: Ano de Construção

source: Funding source
pt: Fontes de financiamento

source: Project
pt: Projecto

source: Return to default selection
pt: Voltar à selecção inicial

source: Structure Inventory
pt: Inventário de Estruturas

source: Structure Inventory Data
pt: Dados do Inventário de Estruturas

source: Structure
pt: Estrutura

source: Structure Name
pt: Nome da Estrutura

source: GPS Latitude
pt: Latitude GPS

source: GPS Longitude
pt: Longitude GPS

source: Type
pt: Tipo

source: Width
pt: Largura

source: Height
pt: Altura

source: Thickness
pt: Espessura

source: Span Length
pt: Comprimento do "Span"

source: Structure Condition Data
pt: Dados de Condição da Estrutura

source: Structure Condition
pt: Condição da Estrutura

source: Condition Description
pt: Descrição da Condição

source: Condition Photos/Videos
pt: Fotos/Vídeos de Condição

source: Democratic Republic of Timor-Leste
pt: República Democrática de Timor-Leste

source: Ministry of Public Works
pt: Ministério das Obras Públicas

source: Created by Catalpa International
pt: Desenvolvido por Catalpa International

source: View
pt: Ver

source: Fullscreen view
pt: Ver ecrã inteiro

source: Map & Table
pt: Mapa & Tabela

source: Map
pt: Mapa

source: Table
pt: Tabela

source: Roads
pt: Estradas

source: Structures
pt: Estruturas

source: Filters
pt: Filtros

source: Clear all filters
pt: Limpar todos os filtros

source: Location
pt: Localização

source: Clear
pt: Limpar

source: Asset
pt: Infra-estrutura

source: Bridges
pt: Pontes

source: Culverts
pt: Bueiros

source: Asset condition
pt: Condição da infra-estrutura

source: Structure Type
pt: Tipo de Estrutura

source: Structure Material
pt: Material da Estrutura

source: Select the type
pt: Escolha o tipo

source: Select the Deck Material
pt: Seleccione o material do tabuleiro

source: Select the Material
pt: Seleccione o Material

source: Rehabilitation road X
pt: Reabilitação da estrada X

source: Project for the rehabilitation of road X
pt: Projecto para a reabilitação da estrada X

source: Associated projects
pt: Projectos associados

source: Select one or more projects for the tender
pt: Seleccione um ou mais projectos ao concurso

source: Contract for the upgrade of road A01-1 to technical class R1
pt: Contracto para o upgrade da estrada A01-1 para classe técnica R1

source: Due to unforeseen events, the contract start was postponed by 1 month
pt: Devido a eventos inesperados, o início do contracto foi atrasado por 1 mês

source: Project Status
pt: Estado do Projecto

source: Choose status
pt: Escolha o estado

source: Program Name
pt: Nome do Programa

source: Choose the program for the project
pt: Escolha o programa do projecto

source: Type of Work
pt: Tipo de Trabalho

source: Choose from the list
pt: Escolha da lista

source: Enter project’s name
pt: Insira o nome do projecto

source: Project Code
pt: Código do Projecto

source: Enter project’s code
pt: Insira o código do projecto

source: Enter a description of the project
pt: Insira a descrição do projecto

source: Choose the funding source
pt: Escolha a fonte de financiamento

source: Choose the donor
pt: Escolha o doador

source: Enter schedule start date
pt: Escolha a data de início prevista

source: Duration (days)
pt: Duração (dias)

source: Estimated duration of the work
pt: Duração estimada do trabalho

source: Donor
pt: Doador

source: Select project's asset
pt: Escolha a infra-estrutura associada ao projecto

source: Start Chainage
pt: Início do segmento

source: In meters
pt: Em metros

source: End Chainage
pt: Fim do segmento

source: Start Chainage must be specified for roads
pt: O ponto de início do segmento deve ser inserido para estradas

source: End Chainage must be specified for roads
pt: O ponto final do segmento deve ser inserido para estrada

source: Start Chainage must be 0 or greater
pt: O Ponto de início do segmento deve ser 0 our maior

source: Start Chainage must be less than End Chainage
pt: O Ponto inicial deve ser anterior ao ponto final

source: End Chainage must be greater than Start Chainage
pt: O Ponto final deve ser posterior ao ponto inicial

source: Asset Id must identify a current Asset, or provide enough information to create a new Asset
pt: ID da infra-estrutura deve corresponder a uma já existente ou fornecer informação para a criação de uma nova

source: Could not create a new Asset, because the asset_type in the 'special' Asset Id is not valid.
pt: Não foi possível criar uma nova infra-estrutura pois o asset_type no seu ID 'special' não é válido

source: Could not create a new Asset, because the asset_class in the 'special' Asset Id is not valid.
pt: Não foi possível criar uma nova infra-estrutura pois o asset_class no seu ID 'special' não é válido

source: The Asset Code must be unique for this type of asset
pt: O código da infra-estrutura tem que ser único

source: Start Chainage is too large for this road
pt: O ponto de início do segmento é demasiado alto para esta estrada

source: Ensure this value has at most 15 characters (it has %s)
pt: Garanta que este valor tem pelo menos 15 caracteres (it has %s)

source: Enter year
pt: Insira o ano

source: In USD
pt: Em USD

source: Estimated days of work
pt: Dias estimados de trabalho

source: Physical progress (%)
pt: Progresso físico (%)

source: Estimated physical progress
pt: Progresso físico estimado

source: Tender Code
pt: Código do Concurso

source: Enter tender's code
pt: Insira o código do concurso

source: Announcement Date
pt: Data do Anúncio

source: Tender announcement date
pt: Data do anúncio do concurso

source: Bid Submission Deadline
pt: Prazo de Submissão de Propostas

source: Date of fid submission deadline
pt: Data limite para a submissão de propostas

source: Number of Companies Tendering
pt: Número de Empresas em Concurso

source: Enter the number of companies tendering
pt: Insira o número de empresas a concorrer

source: Evaluation Date
pt: Data de Avaliação

source: Bids evaluation date
pt: Data de avaliação das propostas

source: Tender Status
pt: Estado do Concurso

source: Enter contract code
pt: Insira o código do contrato

source: Enter a description of the contract
pt: Insira a descrição do contrato

source: Associated tender
pt: Concurso Associado

source: Choose a tender to create a contract
pt: Escolha o concurso para a criação do contracto

source: Select a company from the list
pt: Selecione a empresa a partir da lista

source: Contract start date
pt: Data de início do contrato

source: Enter contract start date
pt: Insira a data de início do contrato

source: Contract end date
pt: Data de fim de contrato

source: Enter contract end date
pt: Insira a data de fim do contrato

source: Duration in days
pt: Duração em dias

source: Defect liability period (days)
pt: Período de responsabilidade pelos defeitos (dias)

source: Duration of DLP in days
pt: Duração do Período de Responsabilidade em dias

source: Enter new start date
pt: Insira uma nova data de início

source: Contract duration
pt: Duração do contrato

source: Enter new duration in days
pt: Insira uma nova duração em dias

source: Description (Reasons for Variations)
pt: Descrição (motivo para a alteração)

source: Enter a reason for variations to the contract
pt: Insira o motivo para a alteração ao contrato

source: Enter supervisor's name
pt: Insira o nome do supervisor

source: Supervisor's phone number
pt: Telefone do supervisor

source: Select year
pt: Seleccione o ano

source: Budget per year in USD
pt: Orçamento por ano em USD

source: Days of work for the milestone
pt: Dias de trabalho para a meta

source: Milestone physical progress
pt: Meta para o progresso físico

source: Yes
pt: Sim

source: No
pt: Não

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: Unknown
pt: Desconhecido

source: Company Name
pt: Nome da Empresa

source: Enter company name
pt: Insira o nome da empresa

source: Enter company address
pt: Insira a morada da empresa

source: Enter company phone number
pt: Insira o telefone da empresa

source: Enter company email
pt: Insira o email da empresa

source: Enter company TIN number
pt: Insira o número TIN da empresa

source: Bank Account Number
pt: Número da Conta Bancária

source: Enter company bank account number
pt: Insira o número da conta bancária da empresa

source: Representative name
pt: Nome do representante

source: Enter company representative name
pt: Insira o nome do representante da empresa

source: Representative phone
pt: Telefone do representante

source: Enter company representative phone number
pt: Insira o número de telefone do representante da empresa

source: Representative email
pt: Email do representante

source: Enter company representative email
pt: Insira o email do representante da empresa

source: Woman-Led Company
pt: Empresa liderada por uma Mulher

source: Is the company director/owner a woman?
pt: O director/dono da empresa é uma mulher?

source: Company category
pt: Categoria da empresa

source: Choose category
pt: Escolha a categoria

source: project
pt: projecto

source: tender
pt: concurso

source: contract
pt: contrato

source: company
pt: empresa

source: Edit Company
pt: Editar Empresa

source: Create Company
pt: Adicionar Empresa

source: Company Details
pt: Detalhes da Empresa

source: Documents
pt: Documentos

source: Cancel
pt: Cancelar

source: Save
pt: Guardar

source: Create
pt: Adicionar

source: Company
pt: Empresa

source: Print
pt: Imprimir

source: Address
pt: Morada

source: Phone
pt: Telefone

source: Representative Name
pt: Nome do representante

source: Representative Phone
pt: Telefone do representante

source: Representative Email
pt: Email do representante

source: Associated as a contractor
pt: Associado como contratado

source: Associated as a subcontractor
pt: Associado como sub-contratado

source: Uploaded Documents
pt: Documentos carregados

source: Add
pt: Adicionar

source: Document Date
pt: Data do documento

source: Save Document
pt: Salvar documento

source: Close
pt: Fechar

source: File
pt: Ficheiro

source: Document Type
pt: Tipo de documento

source: Delete Document
pt: Apagar documento

source: Are you sure you want to delete this document?
pt: Tem a certeza que pretende apagar este documento?

source: Delete
pt: Apagar

source: Don't delete
pt: Manter

source: List of documents
pt: Lista de documentos

source: Company Manager
pt: Gestor da Empresa

source: Create New Company
pt: Adicionar nova empresa

source: List of companies
pt: Lista de empresas

source: Export table
pt: Exportar tabela

source: Edit
pt: Editar
