Repository: catalpainternational/IRMIS
Catalog: IRMIS/locale/tet/LC_MESSAGES/django.po
Languages: tet

source: Temporary
tet: Temporariu

source: Concrete (RCC)
tet: Betaun (RCC)

source: Timber
tet: Ai

source: Suspension
tet: Suspensaun

source: RCC box
tet: Kaixa RCC

source: RCC pipe
tet: Kanu RCC

source: RCC slab
tet: Bloku RCC

source: Steel pipe
tet: Kanu besi

source: Stone scupper
tet: Scupper fatuk

source: Wooden
tet: Ai

source: Concrete
tet: Betaun

source: Steel
tet: Besi

source: Stone
tet: Fatuk

source: Health facility
tet: Fasilidade saude

source: School
tet: Eskola

source: Police/security station
tet: Estasaun polisia/seguransa

source: Fire station
tet: Bombeiros

source: Recreational area
tet: Area rekreiu

source: Fishing
tet: Peska

source: Farming
tet: Agrikultura

source: Market
tet: Merkadu

source: Tourism
tet: Turismu

source: Commercial
tet: Komersial

source: Cash crops
tet: Produtu tos

source: Connects municipalities
tet: Liga munisipiu

source: Connects Dili to municipal centers
tet: Liga Dili ba sentru munisipiu

source: Connects administrative posts
tet: Liga postu administrativu

source: Connects to land border
tet: Liga ba fronteira rai

source: Connects to seaport
tet: Liga ba portu

source: Connects to airport
tet: Liga ba aeroportu

source: No protection works
tet: Laiha protesaun serbisu

source: Clay bricks
tet: Tijolu

source: %(value)s should not contain spaces
tet: %(value)s Labele inklui espasu

source: Code
tet: Kodigu

source: Name
tet: Naran

source: Date Created
tet: Data Kria

source: last modified
tet: Modifika ikus

source: Description
tet: Deskrisaun

source: User
tet: Uzuáriu

source: National
tet: Nasional

source: Municipal
tet: Munisipiu

source: Urban
tet: Urbana

source: Road
tet: Estrada

source: Bridge
tet: Ponte

source: Low
tet: Kraik

source: Medium
tet: Mediu

source: High
tet: Aas

source: Undefined
tet: La defini

source: Non-core
tet: Laos prioridade

source: Core
tet: Prioridade

source: Road Code
tet: Kodigu Estrada

source: Municipality
tet: Munisipiu

source: Choose the municipality for the road
tet: Hili munisipiu husi estrada ne

source: Funding Source
tet: Fonte Fundus

source: Enter the source funding for the road link
tet: Hatama fonte fundus ba linha estrada

source: Link Code
tet: Kodigu Linha

source: Enter link code according to DRBFC standard
tet: Hatama kodigu linha tuir DNEPCC nia padraun

source: Link Start Name
tet: Naran Linha Komesa

source: Enter the name of the link start location (municipal center, administrative post or nearest suco)
tet: Hatama naran husi fatin linha komesa (sentru munisipiu, postu administrativu ou suku nebe besik)

source: Link End Name
tet: Naran Linha Ikus

source: Enter the name of the link end location (municipal center, administrative post or nearest suco)
tet: Hatama naran husi fatin linha ikus (sentru munisipiu, postu administrativu ou suku nebe besik)

source: Link End Chainage
tet: Linha Chainage Ikus

source: Enter chainage for link ending point
tet: Hatama chainage ba pontu linha ikus

source: Link Start Chainage
tet: Linha chainage Komesa

source: Enter chainage for link starting point
tet: Hatama chainage ba linha nia pontu komesa

source: Link Length (Km)
tet: Naruk Estasaun (km)

source: Enter road link length
tet: Hatama linha estrada nia naruk

source: Geometry Length (m)
tet: Naruk Jeometria (m)

source: Do not edit
tet: Labele edita

source: Geometry Start Chainage
tet: Jeometria Chainage Komesa

source: Geometry End Chainage
tet: Jeometria Chainage Ikus

source: Surface Type
tet: Tipu Superfísie

source: Choose the type of surface of the road link carriageway
tet: Hili tipu superfísie linha estrada nia carriageway

source: Pavement Class
tet: Klase Pavimentu

source: Choose the pavement class of the road
tet: Hili klase pavimentu husi estrada

source: Carriageway Width
tet: Luan Carriageway

source: Enter the width of the link carriageway
tet: Hatama luan husi linha Carriageaway

source: Asset Class
tet: Klase Sasan/Aset

source: Choose the asset class
tet: Hili klase sasan/aset

source: Road Status
tet: Estatutu Estrada

source: Enter road link current status
tet: Hatama linha estrada nia estatutu atual

source: Project Name
tet: Naran Projetu

source: Enter road link project name
tet: Hatama naran projetu linha estrada

source: Traffic Data
tet: Dadus Trafiku

source: Choose the traffic volume for the road link
tet: Hili volume trafiku ba linha estrada

source: Surface Condition (SDI)
tet: Kondisaun Superfísie (SDI)

source: Choose road link surface condition according to the Surface Distress Index (SDI): Good (SDI<=2), fair (2<SDI<=3), poor (3<SDI<=4) or bad (SDI>4)
tet: Hili linha estrada nia kondisaun superfísie tuir Surface Distress Index (SDI): Good (SDI<=2), fair (2<SDI<=3), poor (3<SDI<=4) or bad (SDI>4)

source: Maintenance Needs
tet: Presiza Manutensaun

source: Choose the type of maintenace needs for the road link
tet: Hili tipu manutensaun nebe presiza ba linha estrada

source: Technical Class
tet: Klase Tekniku

source: Choose road link technical class according to the 2010 Road Geometric Design Standards, DRBFC standards
tet: Hili linha estrada nia klase tekniku tuir Padraun Dezenhu Geometriku Estrada 2010, tuir padraun DNEPCC

source: Set if the road is a high priority `core` road
tet: Hili se estrada ne tama estrada prioridade as "prioridade"

source: Population Served
tet: Serve populasaun

source: Set the size of population served by this road
tet: Hili numeru populasaun nebe serve husi estrada ne

source: Road Construction Year
tet: Tinan Konstrusaun Estrada

source: Terrain class
tet: Klase terrain

source: Choose what terrain class the road runs through
tet: Hili klase terrain nebe estrada ne halai tuir

source: Rainfall Maximum
tet: Udan-been másimu

source: Enter the maximum amount of rainfall
tet: Hatama montante másimu udan-been

source: Rainfall Minimum
tet: Udan-been minimu

source: Enter the minimum amount of rainfall
tet: Hatama montante minimu udan-been

source: Number of Lanes
tet: Numeru Pista

source: Enter the number of lanes of the road
tet: Hatama numeru pista estrada ne

source: Facilities Served
tet: Serve Fasilidade

source: Choose facilities served by this road
tet: Hili fasilidade nebe serve husi estrada ne

source: Economic Areas Served
tet: Serve Area Ekonomia

source: Choose economic areas served by this road
tet: Hili area ekonomia nebe serve husi estrada ne

source: Connections Served
tet: Serve Ligasaun

source: Choose the types of connections facilitated by this road
tet: Hili tipu ligasaun nebe serve husi estrada ne

source: Attributes
tet: Atribuisaun

source: Road Id
tet: Id Estrada

source: Structure Code
tet: Kodigu Estrutura

source: Structure Class
tet: Klase Estrutura

source: Choose the structure class
tet: Hili klase estrutura

source: Choose the municipality for the structure
tet: Hili munisipiu husi estrutura

source: Enter the Road Code associated with the structure
tet: Hatama Kodigu Estrada asosiadu ho estrutura

source: Structure Construction Year
tet: Tinan Konstrusaun Estrutura

source: Structure Length (m)
tet: Naruk Estrutura (m)

source: Enter structure length
tet: Hatama naruk estrutura

source: Structure Width (m)
tet: Luan Estrutura (m)

source: Enter structure width
tet: Hatama luan estrutura

source: Enter chainage point for the structure
tet: Hatama pontu chainage ba estrutura

source: Bridge Type
tet: Tipu Ponte

source: Choose the bridge type
tet: Hili tipu ponte

source: River Name
tet: Naran Mota

source: Enter the name of the river the bridge crosses over
tet: Hatama naran mota nebe ponte iha ba

source: Number of Spans
tet: Numeru spans

source: Enter number of spans
tet: Hatama numeru spans

source: Span Length (m)
tet: Naruk span (m)

source: Enter span length
tet: Hatama naruk span

source: Choose the bridge deck material
tet: Hili ponte nia deck material

source: Choose the upstream protection type
tet: Hili tipu protection upstream

source: Choose the downstream protection type
tet: Hili tipu protection downstream

source: Culvert Type
tet: Tipu Culvert

source: Choose the culvert type
tet: Hili tipu culvert

source: Structure Height (m)
tet: Aas Estrutura

source: Enter structure height
tet: Hatama estrutura nia aas

source: Number of Cells
tet: Numeru Sela

source: Choose the culvert material
tet: Hili material culvert

source: Drift Type
tet: Tipu Drift

source: Choose the drift type
tet: Hili tipu drift

source: Structure Thickness (m)
tet: Mahar Estrutura (m)

source: Enter structure thickness
tet: Hatama estrutura nia mahar

source: Choose the drift material
tet: Hili material drift

source: Asset Type
tet: Tipu Sasan/Aset

source: Asset Id
tet: Id Sasan (aset)

source: Asset Code
tet: Kodigu Sasan (aset)

source: Date Surveyed
tet: Data Levantamentu

source: Date Updated
tet: Data Atual

source: Start Chainage (Km)
tet: Chainage Komesa (Km)

source: Enter chainage for survey starting point
tet: HatamacChainage ba levantamentu pontu komesa

source: End Chainage (Km)
tet: Chainage Ikus (Km)

source: Enter chainage for survey ending point
tet: Hatama chainage ba levantamentu pontu ikus

source: Source
tet: Fonte

source: Choose the source of the survey
tet: Hili fonte husi levantamentu

source: Title
tet: Titlu

source: Approved
tet: Aprova

source: Planning Period
tet: Periodu Planeamentu

source: Routine Maintenance
tet: Manutensaun Rutina

source: Periodic Maintenance
tet: Manutensaun Periodiku

source: Rehabilitation
tet: Rehabilitasaun

source: Year
tet: Tinan

source: Budget
tet: Orsamentu

source: Enter the budget amount
tet: Hatama montante orsamentu

source: Length
tet: Naruk

source: Enter the length
tet: Hatama naruk

source: Work Type
tet: Tipu Serbisu

source: Choose the work type
tet: Hili tipu serbisu

source: Date of first Survey
tet: Data Levantamentu premeiru

source: Date of second Survey
tet: Data Levantamentu segundu

source: Road Inventory
tet: Inventariu Estrada

source: Export all
tet: Esporta hotu

source: Select data
tet: Hili dadus

source: Road Inventory Data
tet: Dadus Inventariu Estrada

source: Road code
tet: Kodigu estrada

source: Road name
tet: Naran estrada

source: Asset class
tet: Klase sasan/aset

source: Technical class
tet: Klase tekniku

source: Link code
tet: Kodigu linha

source: Link name
tet: Naran linha

source: Link length
tet: Naruk Estasaun

source: Link start name
tet: Naran linha komesa

source: Link start chainage
tet: Linha chainage komesa

source: Start Point - DMS
tet: Pontu Komesa - DMS

source: Start Point - UTM
tet: Pontu Komesa - UTM

source: Link end name
tet: Naran linha ikus

source: Link end chainage
tet: Linha chainage ikus

source: End Point - DMS
tet: Pontu Ikus - DMS

source: End Point - UTM
tet: Pontu Ikus - UTM

source: Surface type
tet: Tipu superfície

source: Pavement class
tet: klase pavimentu

source: Carriageway width
tet: Luan carriageway

source: Total width
tet: Total luan

source: Number of lanes
tet: Numeru pista

source: Rainfall
tet: Udan-been

source: Terrain Class
tet: Klase Terrain

source: Inventory Photos/Videos
tet: Foto/Video ba Inventariu

source: Condition and Traffic
tet: Kondisaun no Trafiku

source: Surface condition
tet: Kondisaun superfície

source: Maintenance needs
tet: Presiza manutensaun

source: Traffic data
tet: Dadus trafiku

source: Project Data
tet: Dadus Projetu

source: Road status
tet: Estatutu estrada

source: Construction Year
tet: Tinan Konstrusaun

source: Funding source
tet: Fonte Fundus

source: Project
tet: Projetu

source: Return to default selection
tet: Fila fali ba selesaun padraun

source: Structure Inventory
tet: Inventariu Estrutura

source: Structure Inventory Data
tet: Dadus Inventariu Estrutura

source: Structure
tet: Estrutura

source: Structure Name
tet: Naran Estrutura

source: Type
tet: Tipu

source: Width
tet: Luan

source: Height
tet: Aas

source: Thickness
tet: Mahar

source: Span Length
tet: Naruk Span

source: Structure Condition Data
tet: Dadus Kondisaun Estrutura

source: Structure Condition
tet: Kondisaun Estrutura

source: Condition Description
tet: Deskrisaun Kondisaun

source: Condition Photos/Videos
tet: Foto/Video ba Kondisaun

source: Democratic Republic of Timor-Leste
tet: República Democrática de Timor-Leste

source: Ministry of Public Works
tet: Ministério das Obras Públicas

source: Created by Catalpa International
tet: Kria husi Catalpa International

source: View
tet: Visualizasaun

source: Fullscreen view
tet: Visualizasaun Kompletu

source: Map & Table
tet: Mapa & Tabela

source: Map
tet: Mapa

source: Table
tet: Tabela

source: Roads
tet: Estrada

source: Structures
tet: Estrutura

source: Filters
tet: Filtru

source: Clear all filters
tet: Hamos filtru hotu

source: Location
tet: Fatin

source: Clear
tet: Hamos

source: Asset
tet: Sasan/aset

source: Bridges
tet: Ponte

source: Asset condition
tet: Kondisaun sasan/aset

source: Structure Type
tet: Tipu Estrutura

source: Structure Material
tet: Estrutura Material

source: Select the type
tet: Hili tipu

source: Select the Deck Material
tet: Hili Deck Material

source: Select the Material
tet: Hili Material

source: Rehabilitation road X
tet: Rehabilitasaun Estrada X

source: Project for the rehabilitation of road X
tet: Projetu ba rehabilitasaun estrada X

source: Associated projects
tet: Projetu asosiadu

source: Select one or more projects for the tender
tet: Hili projetu ida ou liu ba konkursu

source: Contract for the upgrade of road A01-1 to technical class R1
tet: Kontratu ba hadiak estrada A01-1 ba klase tekniku R1

source: Due to unforeseen events, the contract start was postponed by 1 month
tet: Tamba sirkumtansia, data hahu kontratu tenke muda fulan 1

source: Project Status
tet: Estatutu Projetu

source: Choose status
tet: Hili estatutu

source: Program Name
tet: Naran Programa

source: Choose the program for the project
tet: Hili programa husi projetu

source: Type of Work
tet: Tipu Serbisu

source: Choose from the list
tet: Hili husi lista

source: Enter project’s name
tet: Hatama naran projetu

source: Project Code
tet: Kodigu Projetu

source: Enter project’s code
tet: Hatama kodigu projetu

source: Enter a description of the project
tet: Hatam deskrisaun ba projetu

source: Choose the funding source
tet: Hili fonte fundus

source: Choose the donor
tet: Hili doador

source: Enter schedule start date
tet: Hatama kalendariu data komesa

source: Duration (days)
tet: Durasaun (loron)

source: Estimated duration of the work
tet: Estimasaun durasaun serbisu

source: Donor
tet: Doador

source: Select project's asset
tet: Hili projetu nia sasan/aset

source: Start Chainage
tet: Chainage Komesa

source: In meters
tet: Iha metru

source: End Chainage
tet: Chainage Ikus

source: Start Chainage must be specified for roads
tet: Chainage Komesa tenke espesifiku ba estrada

source: End Chainage must be specified for roads
tet: Chainage Remata tenke espesifiku ba estrada

source: Start Chainage must be 0 or greater
tet: Chainage Komesa tenke 0 ou boot liu

source: Start Chainage must be less than End Chainage
tet: Chainage Komesa tenke kiik liu husi Chainage Remata

source: End Chainage must be greater than Start Chainage
tet: Chainage Remata tenke boot liu husi Chainage Komesa

source: Asset Id must identify a current Asset, or provide enough information to create a new Asset
tet: Id sasan/aset tenki identifika Sasan/Aset atual, ou fornese informasaun naton hodi kria Sasan/Aset foun

source: Could not create a new Asset, because the asset_type in the 'special' Asset Id is not valid.
tet: Labele kria Sasan/Aset foun, tamba tipu_sasan/aset iha "espesial" Id Sasan/Aset la validu

source: Could not create a new Asset, because the asset_class in the 'special' Asset Id is not valid.
tet: Labele kria Sasan/Aset foun, tamba klase_sasan/aset iha "espesial" Id Sasan/Aset la validu

source: The Asset Code must be unique for this type of asset
tet: Kódigu sasan tenke iha kódigu úniku ba tipu sasan ne'e

source: Start Chainage is too large for this road
tet: Chainage Komesa boot liu ba estrada ne

source: Ensure this value has at most 15 characters (it has %s)
tet: Asegura katak valor ne iha karateristiku 15 (iha %s)

source: Enter year
tet: Hatama tinan

source: In USD
tet: iha USD

source: Estimated days of work
tet: Estimasaun loron serbisu

source: Physical progress (%)
tet: Progresu fiziku (%)

source: Estimated physical progress
tet: Estimasaun progresu fiziku

source: Tender Code
tet: Kodigu Konkursu

source: Enter tender's code
tet: Hatama kodigu konkursu

source: Announcement Date
tet: Data avizu

source: Tender announcement date
tet: Data avizu konkursu

source: Bid Submission Deadline
tet: Loron Ikus Hatama Lisita

source: Date of fid submission deadline
tet: Data Loron Ikus Hatama Lisita

source: Number of Companies Tendering
tet: Numeru Kompania Nebe Tuir Konkursu

source: Enter the number of companies tendering
tet: Hatama numeru kompania nebe tuir konkursu

source: Evaluation Date
tet: Data Avaliasaun

source: Bids evaluation date
tet: Data avaliasaun lisita

source: Tender Status
tet: Estatutu Konkursu

source: Enter contract code
tet: Hatama kodigu kontratu

source: Enter a description of the contract
tet: Hatama deskrisaun kontratu

source: Associated tender
tet: Konkursu asosiadu

source: Choose a tender to create a contract
tet: Hili konkursu hodi kria kontratu

source: Select a company from the list
tet: Hili kompania husi lista

source: Contract start date
tet: Data kontratu komesa

source: Enter contract start date
tet: Hatama data kontratu komesa

source: Contract end date
tet: Data kontratu remata

source: Enter contract end date
tet: Hatama data kontratu remata

source: Duration in days
tet: Durasaun iha loron

source: Defect liability period (days)
tet: Defect liability period (loron)

source: Duration of DLP in days
tet: Durasaun DLP iha loron

source: Enter new start date
tet: Hatama data komesa foun

source: Contract duration
tet: Durasaun kontratu

source: Enter new duration in days
tet: Hatama durasaun foun iha loron

source: Description (Reasons for Variations)
tet: Deskrisaun (Razaun ba Variasaun)

source: Enter a reason for variations to the contract
tet: Hatama razaun variasaun ba kontratu ne

source: Enter supervisor's name
tet: Hatama naran supervizor

source: Supervisor's phone number
tet: Numeru telefone supervizor

source: Select year
tet: Hili tinan

source: Budget per year in USD
tet: Orsamentu kada tinan iha USD

source: Days of work for the milestone
tet: Loron serbisu ba akontesimentu importante

source: Milestone physical progress
tet: Akontesimentu importante progresu fiziku

source: Yes
tet: Loos

source: No
tet: Lae

source: January
tet: Janeiru

source: February
tet: Fevereiru

source: March
tet: Marsu

source: April
tet: Abril

source: May
tet: Maiu

source: June
tet: Junu

source: July
tet: Jullu

source: August
tet: Agostu

source: September
tet: Setembru

source: October
tet: Outubru

source: November
tet: Novembru

source: December
tet: Dezembru

source: Unknown
tet: Lahatene

source: Company Name
tet: Naran Kompania

source: Enter company name
tet: Hatama naran kompania

source: Enter company address
tet: Hatama enderesu kompania

source: Enter company phone number
tet: Hatama numeru telefone kompania

source: Enter company email
tet: Hatama email kompania

source: Enter company TIN number
tet: Hatama numeru TIN kompania

source: Bank Account Number
tet: Numeru Konta Bankaria

source: Enter company bank account number
tet: Hatama numeru konta bankaria kompania

source: Representative name
tet: Naran reprezentante

source: Enter company representative name
tet: Hatama naran reprezentante kompania

source: Representative phone
tet: Numeru telefone reprezentante

source: Enter company representative phone number
tet: Hatama numeru telefone reprezentante

source: Representative email
tet: Email reprezentante

source: Enter company representative email
tet: Hatama email reprezentante kompania

source: Woman-Led Company
tet: Kompania Lidera Husi Feto

source: Is the company director/owner a woman?
tet: Diretor kompania/nain feto?

source: Company category
tet: Kategoria kompania

source: Choose category
tet: Hili kategoria

source: project
tet: Projetu

source: tender
tet: Konkursu

source: contract
tet: Kontratu

source: company
tet: Kompania

source: Edit Company
tet: Edita Kompania

source: Create Company
tet: kria Kompania

source: Company Details
tet: Detallu Kompania

source: Documents
tet: Dokumentus

source: Cancel
tet: Kansela

source: Save
tet: Salva

source: Create
tet: Kria

source: Company
tet: Kompania

source: Address
tet: Enderesu

source: Phone
tet: Numeru telefone

source: Representative Name
tet: Naran reprezentante

source: Representative Phone
tet: Numeru telefone reprezentante

source: Representative Email
tet: Email reprezentante

source: Associated as a contractor
tet: Nia hanesan Kontratór

source: Associated as a subcontractor
tet: Nia hanesan Sub-kontratór

source: Uploaded Documents
tet: Upload dokumentus

source: Add
tet: Aumenta

source: Document Date
tet: Data dokumentus

source: Save Document
tet: Salva dokumentus

source: Close
tet: Taka

source: File
tet: Dokumentus

source: Document Type
tet: Tipu Dokumentus

source: Delete Document
tet: Apaga Dokumentus

source: Are you sure you want to delete this document?
tet: Ita boot hakarak apaga dokumentus ne?

source: Delete
tet: Apaga

source: Don't delete
tet: Labele apaga

source: List of documents
tet: Lista dokumentus

source: Company Manager
tet: Jerente Kompania

source: Create New Company
tet: Kria Kompania Foun

source: List of companies
tet: Lista kompania

source: Export table
tet: Esporta tabela

source: Edit
tet: Edita

source: Total Contracts
tet: Total kontratu

source: Active Contracts
tet: Kontratu Ativu

source: Welcome to the Company Manager
tet: Benvindu iha Jerente Kompania

source: No companies were created yet
tet: Sedauk kria kompania

source: Delete Company
tet: Apaga kompania

source: Are you sure you want to delete this company?
tet: Ita hakarak apaga kompania ne?

source: Edit Contract
tet: Edita Kontratu

source: Create Contract
tet: Kria Kontratu

source: Contract Details
tet: Detallu Kontratu

source: Inspections
tet: Fiskalizasaun

source: Payments
tet: Pagamentu

source: Social Safeguard
tet: Protesaun Sosial

source: Supervisor
tet: Supervizor

source: Contract Value Total
tet: Total Valor Kontratu

source: Schedule
tet: Kalendariu

source: Milestones
tet: Akontesimentu Importante

source: Amendments
tet: Emenda

source: Contract
tet: Kontratu

source: Status
tet: Estatutu

source: Associated Tender
tet: Konkursu Asosiadu

source: Projects in the Tender
tet: Projetu iha Konkursu

source: Contract Code
tet: Kodigu Kontratu

source: Contract Description
tet: Deskrisaun Kontratu

source: Supervisor Name
tet: Naran Supervizor

source: Phone Number
tet: Numeru Telefone

source: Total Budget
tet: Total Orsamentu

source: Value
tet: Valor

source: Defect Liability Period (Days)
tet: Defect Liability Period (Loron)

source: Contract Start Date
tet: Data Kontratu Komesa

source: Contract End Date
tet: Data Kontratu Remata

source: Contract Duration
tet: Durasaun Kontratu

source: Days of Work
tet: Loron Serbisu

source: Progress
tet: Progresiu

source: List of inspections
tet: Lista fiskalizasaun

source: Inspection Date
tet: Data fiskalizasaun

source: Inspection Entity
tet: Entidade fiskalizasaun

source: Physical Progress
tet: Progresu Fiziku

source: Save Inspection
tet: Salva Fiskalizasaun

source: Select inspection date
tet: Hili data fiskalizasaun

source: Choose entity that performed the inspection
tet: Hili entidade nebe halo fiskalizasaun

source: Enter physical progress as inspected
tet: Hatama progresu inspesaun bazeia ba fiskalizasaun

source: Start Defect Liability Period
tet: Komesa Defect Liability Period
