Repository: catalpainternational/IRMIS
Catalog: IRMIS/locale/tet/LC_MESSAGES/django.po
Languages: tet

source: When DLP starts with the inspection
tet: Bainhira DLP komesa ho fiskalizasaun

source: Delete Inspection
tet: Apaga fiskalizasaun

source: Are you sure you want to delete this inspection?
tet: Ita hakarak apaga fiskalizasaun ne?

source: Contract Manager
tet: Jerente Kontratu

source: Create New Contract
tet: Kria kontratu foun

source: List of contracts
tet: Lista kontratu

source: Value range
tet: Variadade valor

source: over
tet: Liu

source: Number of Projects
tet: Numeru Projetu

source: Project(s) Name
tet: Naran Projetu

source: Type of Works
tet: Tipu Serbisu

source: Welcome to the Contract Manager
tet: Benvindu ba Jerente Kontratu

source: No contracts were created yet
tet: Kontratu sedauk kria

source: Delete Contract
tet: Apaga Kontratu

source: Are you sure you want to delete this contract?
tet: Ita hakarak apaga kontratu ne?

source: List of payments
tet: Lista pagamentu

source: To add a payment, at least one company needs to first be created in the Company section
tet: Atu aumenta pagamentu, tenki kria uluk pelumenus kompania ida uluk iha seksaun Kompania

source: Payment Date
tet: Data pagamentu

source: Payment Value (in USD)
tet: Valor pagamentu (USD)

source: Destination
tet: Destinu

source: Save Payment
tet: Salva Pagamentu

source: Select payment date
tet: Hili data pagamentu

source: Payment Value
tet: Valor pagamentu

source: Enter total payment value
tet: Hatama total valor pagamentu

source: Choose donor from the list
tet: Hili doador husi lista

source: Select donor
tet: Hili doador

source: Choose funding source from the list
tet: Hili rekursu orsamentu husi lista

source: Choose from the list the recipient of the payment
tet: Hili husi lista ema nebe sei simu pagamentu ne

source: Delete Payment
tet: Apaga pagamentu

source: Are you sure you want to delete this payment?
tet: ita hakarak apaga pagamentu ne?

source: List of Social Safeguard Data
tet: Lista Dadus Protesaun Sosial

source: Reporting Month
tet: Fulan Relatoriu

source: Total Employees
tet: Total Empregadu

source: Total Female Employees
tet: Total Empregadu Feto

source: Total Employees With Disabilities
tet: Total Empregadu Feto ho Defisiénsia

source: Female Employees With Disabilities
tet: Empregadu Feto ho Defisiénsia

source: Save Social Safeguard Report
tet: Salva Relatoriu Protesaun Sosial

source: Number of Employees
tet: Numeru Empregadu

source: Select month of the report
tet: Hili fulan relatoriu

source: National Employees
tet: Empregadu Nasional

source: International Employees
tet: Empregadu Internasional

source: Non timorese employees
tet: Empregado laos Timor oan

source: Female Employees
tet: Empregadu Feto

source: Employees With Disabilities
tet: Empregadu Feto ho Defisiénsia

source: Young Employees
tet: Empregadu Joven

source: Young Female Employees
tet: Empregadu Joven Feto

source: Worker-days
tet: Loron serbisu

source: Total Worker-days
tet: Total Loron serbisu

source: Worker-days of all employees
tet: Loron serbisu empregadu hotu

source: Female Employees Worker-days
tet: Loron serbisu Empregadu Feto

source: Employees With Disabilities Worker-days
tet: Loron serbisu Empregadu ho Defisiénsia

source: Female Employees With Disabilities Worker-days
tet: Loron serbisu Empregadu Feto ho Defisiénsia

source: Young Employees Worker-days
tet: Loron serbisu Empregadu Joven

source: Young Female Employees Worker-days
tet: Loron serbisu Empregadu Joven Feto

source: Wages
tet: Salariu

source: Total Wages
tet: Total Salariu

source: All salaries paid in USD
tet: Salariu hotu selu iha USD

source: Average Gross Wages
tet: Mediu Salariu Brutu

source: Average of gross salaries in USD
tet: Mediu salariu brutu iha USD

source: Average Net Wages
tet: Mediu Salariu Mos/Net

source: Average of net salaries in USD
tet: Mediu no salariu mos/net iha USD

source: Delete Social Safeguard Data
tet: Apaga Dadus Protesaun Sosial

source: Are you sure you want to delete this data?
tet: Ita hakarak apaga dadus ne?

source: Projects
tet: Projetu

source: Tenders
tet: Konkursu

source: Contracts
tet: Kontratu

source: Companies
tet: Kompania

source: Directorate General for Public Works
tet: Direção Geral Obras Públicas

source: National Directorate for Roads, Bridges and Flood Control
tet: Direção Nacional de Estradas, Pontes e Controlo de Cheias

source: Exported from Estrada on
tet: Esporta husi Estrada iha

source: at
tet: Iha

source: Unsaved Changes
tet: Sedauk Salva mudansa

source: You have unsaved changes made to this page which will be lost if you navigate away. Would you like to continue editing?
tet: Alterasaun sedauk salva, ita boot sedauk salva ba mudansa nebe halo iha pajina ne no sei lakon kuandu ita taka. ita boot sei hakarak kontinua atu edita?

source: Discard
tet: Soe tiha

source: Continue Editing
tet: Kontinua Edita

source: Error
tet: Erru

source: Success
tet: Susesu

source: You have successfully saved
tet: ita boot salva ho susesu

source: Something went wrong
tet: Buat ruma sala

source: Edit Project
tet: Edita Projetu

source: Create Project
tet: Kria Projetu

source: Project Details
tet: Detallu Projetu

source: Financials
tet: Finanseiru

source: Construction Schedule
tet: Kalendariu Konstrusaun

source: Estimated Schedule
tet: Estimasaun Kalendariu

source: Estimated Construction Milestones
tet: Estimasaun Akontesimentu Importante Konstrusaun

source: Start Date
tet: Data Komesa

source: Asset Details
tet: Detallu Sasan/Aset

source: Couldn't find the asset you are looking for?
tet: La konsegue hetan sasan ita buka?

source: Add information for the new asset
tet: Aumenta informasaun kona-ba sasan foun

source: Chainage Start
tet: Chainage komesa

source: Chainage End
tet: Chainage remata

source: Associated Contracts
tet: Kahur kontratu

source: Funding
tet: Fundus

source: Approved Value
tet: Valor Aprova

source: Project Manager
tet: Jerente Projetu

source: Create New Project
tet: Kria Projetu Foun

source: List of projects
tet: Lista Projetu

source: Program
tet: Programa

source: Estimated Budget
tet: Estimasaun Orsamentu

source: No projects were created yet
tet: Projetu sedauk kria

source: Delete Project
tet: Apaga Projetu

source: Are you sure you want to delete this project?
tet: Ita hakarak apaga projetu ne?

source: Edit Tender
tet: Edita Konkursu

source: Create Tender
tet: Kria Konkursu

source: Tender Details
tet: Detallu Konkursu

source: Bids and Evaluation
tet: Lisita no Avaliasaun

source: Tender
tet: Konkursu

source: Associated Projects
tet: Projetu Asosiadu

source: Numbering of Companies Tendering
tet: Numeru Kompania Nebe Tuir Konkursu

source: Tender Manager
tet: Jerente Konkursu

source: Create New Tender
tet: Kria Konkursu Foun

source: List of tenders
tet: Lista Konkursu

source: Project(s) name
tet: Naran Projetu

source: Welcome to the Tender Manager
tet: Bemvindu ba Jerente Konkursu

source: No tenders were created yet
tet: Konkursu sedauk kria

source: Delete Tender
tet: Apaga Konkursu

source: Are you sure you want to delete this tender?
tet: Ita hakarak apaga konkursu ne

source: Please enter a correct username and password. Note that both fields may be case-sensitive
tet: Favor hatama naran uzuáriu ho seña nebe los. Nota Katak linha rua ne talvez sensitivu

source: This password is too short. It must contain at least 8 characters
tet: Seña ne badak liu. Tenki inklui mazemeinus 8 karateristiku

source: Your old password was entered incorrectly. Please enter it again
tet: Ita nia seña tuan hatama lalos. Favor hatama fali

source: The two password fields didn't match
tet: Lina rua ba seña nian ne hatama la hanesan

source: This password is entirely numeric
tet: Seña ida ne numeru hotu

source: This password is too common
tet: Seña ida ne komun liu

source: Username
tet: Naran Uzuáriu

source: Password
tet: Seña

source: Forgot your password?
tet: Haluha ita nia seña?

source: Log in
tet: Tama/log In

source: This road asset and project management system (Estrada), has been designed and developed by Catalpa International with funding from the Australian Government’s Departmentof Foreign Affairs and Trade (DFAT) and technical assistance from the International Labour Organization (ILO)
tet: Sistema sasan/aset estrada no jestaun projetu ida ne'e (Estrada), dezeñu no dezenvolve husi Catalpa International ho fundus husi Governu Australia nia Departmentu Negosiu Estranjeiru no Komérsiu (DFAT) no hetan asistensia tekniku husi Organização Internacional do Trabalho (ILO).

source: Logged out
tet: Sai

source: Well done!
tet: Diak los!

source: Your password has been reset successfully
tet: Ita nia seña troka ona ho susesu

source: Continue
tet: Kontinua

source: Create a new password
tet: Kria seña foun

source: Your password can't be too similar to your other personal information
tet: Ita nia seña labele hanesan liu ho ita nia informasaun pesoal

source: Your password must contain at least 8 characters
tet: Ita nia seña mazemenus tenke inklui karateristiku 8

source: Your password can't be a commonly used password
tet: Ita labele uza seña nebe komun

source: Your password can't be entirely numeric
tet: Ita nia seña labele uza numeru hotu

source: Old password
tet: Seña tuan

source: New password
tet: Seña foun

source: New password confirmation
tet: Konfirmasaun seña foun

source: Save changes
tet: Salva mudansa

source: The link to reset your password is not valid anymore.
tet: Linha atu hadia ita nia seña la validu ona.

source: Go back to the login page
tet: Fila fali ba pagina tama nian

source: Reset your password
tet: Troka ita nia seña

source: We have sent a reset password link to your email. Please, click on the link to set your new password. Thanks.
tet: Ami manda ona linha atu hadia seña ba ita nia email. Favor hanehan iha linha ne atu troka ita nia seña. Obrigado.

source: Hello there
tet: Hello

source: We received a request to change your Estrada password. Click the button below to create a new password
tet: Ami simu pedidu atu troka ita nia seña Estrada. Hanehan iha butaun kraik atu kria seña foun.

source: Reset my password
tet: Hadia hau nia seña

source: If you didn't mean to reset your password, then you can just ignore this email. Your password will not change
tet: Se ita la planu atu hadia ita nia seña , entaun ita bele ignora email ida ne. Ita nia seña sei la troka

source: Don’t worry. Resetting your password is easy, just tell us the email address you registered with Estrada.
tet: Lalika tauk. Atu troka ita nia seña fasil. Dehan mai ami email ida nebe ita uza hodi halo rejistrasaun ho Estrada

source: Email address
tet: Email

source: Send
tet: Haruka
